[
  {
    "title": {
      "romaji": "Jaku-Chara Tomozaki-kun 2nd STAGE"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Jaku-Chara Tomozaki-kun</i>.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143866-75E3G6nYEUVr.jpg"
    }
  },
  {
    "title": {
      "romaji": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e 3rd Season"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e</i>.<br>\n<br>\nThe third semester kicks off in high gear with a special boot camp deep in the mountains. Forcibly separated into groups along grade and gender lines, the first, second and third years alike must work together to survive the rugged terrain. Even worse? The leader of the group that comes in last will be expelled. Can Class D make it back to campus intact, or is this where they finally say goodbye to one of their own?<br>\n<br>\n(Source: Seven Seas Entertainment)",
    "genres": [
      "Drama",
      "Psychological"
    ],
    "averageScore": 79,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146066-zzKl6P6OeEjy.jpg"
    }
  },
  {
    "title": {
      "romaji": "Mahou Shoujo ni Akogarete"
    },
    "status": "FINISHED",
    "description": "Hiragi Utena is a major fangirl of the magical girls protecting her city, so when she has the chance to become one herself, she leaps at the chance to join their technicolor ranks… but when she transforms, she learns she isn’t fated to be a daring do-gooder, but rather a villain on the side of evil! At first she tries to quit her new gig as the leader of the local baddies, but she quickly realizes she enjoys it and is a total natural at tormenting the magical girls she loves so much. With both a bang and a whimper, Hiragi’s journey as a magical-girl-tormenting sadist has begun!<br>\n<br>\n(Source: HIDIVE)",
    "genres": [
      "Comedy",
      "Ecchi",
      "Mahou Shoujo",
      "Slice of Life"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162780-brAdNEROhZdG.jpg"
    }
  },
  {
    "title": {
      "romaji": "Dungeon Meshi"
    },
    "status": "FINISHED",
    "description": "When young adventurer Laios and his company are attacked and soundly thrashed by a dragon deep in a dungeon, the party loses all its money and provisions...and a member! They're eager to go back and save her, but there is just one problem: If they set out with no food or coin to speak of, they're sure to starve on the way! But Laios comes up with a brilliant idea: \"Let's eat the monsters!\" Slimes, basilisks, and even dragons...none are safe from the appetites of these dungeon-crawling gourmands! <br>\n<br>\n(Source: Yen Press)\n<br><br>\n<i>Note: A world premiere screening of Episode 1 was shown in the Studio TRIGGER panel at Anime Expo on July 1, 2023.</i>",
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "averageScore": 85,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153518-LEK6pAXtI03D.jpg"
    }
  },
  {
    "title": {
      "romaji": "Nozomanu Fushi no Boukensha"
    },
    "status": "FINISHED",
    "description": "Rentt Faina has hunted monsters for the last 10 years. Sadly, he’s not great at his job, stuck hunting slimes and goblins for a few coins each day. His luck turns when he finds an undiscovered path. At the path’s end, he meets his demise in the maw of a legendary dragon. But, he wakes up as an undead bag of bones! He sets out to achieve Existential Evolution and rejoin the land of the living.<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Each episode streamed 3 days early on some streaming sites. The original TV broadcast started on January 8th, 2024.</i>",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147642-SztpXNn9ke6P.jpg"
    }
  },
  {
    "title": {
      "romaji": "Chiyu Mahou no Machigatta Tsukaikata"
    },
    "status": "FINISHED",
    "description": "An ordinary walk home from school turns into an epic journey for Usato. After suddenly being dropped into another world with two fellow students, Usato learns he was summoned there by accident. But things turn around when he discovers a unique aptitude for healing magic! Now, he trains beyond human limitations, using his self-healing abilities to gain absurd strength and unrivaled stamina.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137908-50af3lKVbst2.jpg"
    }
  },
  {
    "title": {
      "romaji": "MASHLE: Kami Shinkakusha Kouho Senbatsu Shiken-hen"
    },
    "status": "FINISHED",
    "description": "The second season of <i>MASHLE</i>, adapting the Divine Visionary Candidate Exam Arc.\n<br><br>\nAfter Mash Burnedead's clash with Magia Lupus, the secret about his powers is now out in the open. The short-lived celebration ends when the Bureau of Magic summons Mash before an audience of Divine Visionaries, who collectively decree Mash should reap the consequences and die. However, an evil shadow organization called Innocent Zero hijacks the inquiry to demand that Mash be kept alive.\n<br><br>\nMash proves that he is capable of dealing with Innocent Zero, but the Divine Visionaries' verdict remains unchanged. Luckily, Mash finds unexpected allies in Divine Visionary Rayne Ames and Headmaster Wahlberg Baigan, and they successfully defer his execution until Innocent Zero is defeated. Mash is now allowed to live under one condition: he must be selected as the Divine Visionary candidate by the year's end.\n<br><br>\n(Source: MAL Rewrite)",
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166610-S5q7V2v5zdDK.jpg"
    }
  },
  {
    "title": {
      "romaji": "Yubisaki to Renren"
    },
    "status": "FINISHED",
    "description": "Yuki Itose is just a typical student dealing with the pressures of college. She is struggling one day on the train when an upperclassman named Itsuomi Nagi helps her out. As he gradually opens a new world to her, Yuki develops feelings for Itsuomi. A pure love story begins to grow.<br>\n<br>\n(Source: Crunchyroll) ",
    "genres": [
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 82,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166794-veSLL0zrrBhp.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ore dake Level Up na Ken"
    },
    "status": "FINISHED",
    "description": "They say whatever doesn’t kill you makes you stronger, but that’s not the case for the world’s weakest hunter Seong Jin-U. After being brutally slaughtered by monsters in a high-ranking dungeon, Jin-U came back with the System, a program only he could see, that’s leveling him up in every way. Now, he’s inspired to discover the secrets behind his powers and the dungeon that spawned them.<br>\n<br>\n(Source: Crunchyroll) <br><br>",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 82,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151807-yxY3olrjZH4k.png"
    }
  },
  {
    "title": {
      "romaji": "Ao no Exorcist: Shimane Illuminati-hen"
    },
    "status": "FINISHED",
    "description": "New TV anime series of <i>Ao no Exorcist</i>.<br>\n<br>\nAt True Cross Academy, Rin Okumura unknowingly comes across the first signs that something is amiss; ordinary people have been gaining the ability to perceive the invisible creatures that roam the human realm, Assiah. While Rin sees this as an opportunity to make a new friend, his twin brother, Yukio, is more burdened than ever. Swamped with his education, exorcist duties, and teaching position, Yukio has remained silent about his awakened powers, unable to understand their scale or significance.\n<br>\nWhile Rin and his friends prepare for the annual Exorcist Certification Exam, the True Cross Order has uncovered the first artificial gate to the demonic realm of Gehenna. Witnessing its size and the advanced technology that made it possible, the exorcists realize they are now dealing with the Illuminati, an extremely wealthy and powerful organization. Moreover, the inscrutable Illuminati have planted three spies in the True Cross Order—and one may be hiding among the aspiring exorcists sworn to protect mankind from the demonic threat.<br>\n<br>\n(Source: MAL Rewrite)",
    "genres": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158931-QAQMtWKunvy3.jpg"
    }
  },
  {
    "title": {
      "romaji": "Boku no Kokoro no Yabai Yatsu 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Boku no Kokoro no Yabai Yatsu</i>.\n<br><br>\nAfter an eventful winter break, Kyoutarou Ichikawa and Anna Yamada reunite with a stronger bond. They continue to grow in their own ways, with Yamada taking on more challenging photoshoots and Ichikawa maturing both physically and emotionally as he tackles his affections for Yamada. However, spending time together outside of school allows for their relationship to deepen, and it becomes increasingly difficult to deny their budding romantic feelings.\n<br><br>\nGrappling with these unexpected and new emotions, Ichikawa and Yamada realize that, with the passage of time, their relationship is bound to change—and they must ultimately decide whether they wish to remain close friends or finally become a couple.\n<br><br>\n(Source: MAL Rewrite)",
    "genres": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 87,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166216-JVyN7PHel5K9.jpg"
    }
  },
  {
    "title": {
      "romaji": "Loop 7-kaime no Akuyaku Reijou wa, Moto Tekikoku de Jiyuu Kimama na Hanayome Seikatsu wo Mankitsu Suru"
    },
    "status": "FINISHED",
    "description": "Rishe Irmgard Weitzner, a duke's daughter, has a secret: she died at the age of 20 and returned to the moment five years prior when her engagement was called off. She has already experienced this time loop six times and lived out those five years a different way each time, as a merchant, a doctor, a maid, a knight, and more. Now, on her seventh go-around, she's determined to live to a ripe old age and spend it relaxing. But the moment she flees the castle with that decision in her heart, she runs into the infamously cruel crown prince of a rival kingdom, Arnold Hein. He happens to be the one who killed her during her life as a knight, but now, he seems to have taken a bizarre liking to her... and begs her to become his wife. Thus, in order to stay alive and prevent a war, Rishe utilizes her previous experiences to kick off her seventh life as the bride of an enemy nation's crown prince.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Fantasy",
      "Romance"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168374-WAEBeVAegRnw.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tsuki ga Michibiku Isekai Douchuu 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Tsuki ga Michibiku Isekai Douchuu</i>.<br>\n<br>\nAfter Makoto Misumi defeats Mitsurugi and Sofia Bulga, humanity is saved from the attacking demon army—for the time being. The goddess is aware of Makoto’s growing power, and she sees him as less of a nuisance and more of a rival. Makoto continues his journey to further expand his community of outcasts and connect with more hyumans. But will he be strong enough to hold off the coming storm?<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139518-GZWYKM8Kg1S2.png"
    }
  },
  {
    "title": {
      "romaji": "Kyuujitsu no Warumono-san"
    },
    "status": "FINISHED",
    "description": "The man known as General within a villainous organization that plans to take over the world is usually fighting to the death against the Rangers who protect the Earth...<br>\n<br>\nBut today is his day off.<br>\n<br>\nTo heal his tired soul from working so hard every day, he goes to the zoo to see pandas and to the convenience store to get some ice cream.<br>\n<br>\nWe get to see how a certain villain gets to completely enjoy his days off to the fullest in this comedy that will heal your soul.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162002-brrQWM5NiDZr.jpg"
    }
  },
  {
    "title": {
      "romaji": "HIGH CARD season 2"
    },
    "status": "FINISHED",
    "description": "Second season of <i>HIGH CARD<i>.",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163151-yxXcufmMoCmv.jpg"
    }
  },
  {
    "title": {
      "romaji": "Akuyaku Reijou Level 99: Watashi wa Ura Boss desu ga Maou de wa Arimasen"
    },
    "status": "FINISHED",
    "description": "This college kid wants nothing more than a quiet life. So when she’s reborn as Yumiella, the hidden villainess of an Otome RPG, she’s not exactly thrilled. Still yearning for peace, she abandons her evil duties to live a more discreet life. Until her gamer side kicks in and she accidentally reaches level 99! Now, everyone suspects that she’s the infamous Demon Lord. What future awaits her?<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163076-zwNndcqDSEGs.jpg"
    }
  },
  {
    "title": {
      "romaji": "Hime-sama, \"Goumon\" no Jikan desu"
    },
    "status": "FINISHED",
    "description": "As the war between the Imperial Army and Hellhorde rages on, the Princess, despite being armed with her mythical sword Excalibur, is captured and imprisoned. What kind of torture does she face at the hands of the chief demon interrogator? Fluffy fresh-baked toast! Hot, steaming ramen! Oh, the humanity! Can the Princess withstand these tormenting treats and keep her kingdom’s secrets safe?<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Fantasy",
      "Slice of Life"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166522-pUnBSDFzs9DD.jpg"
    }
  },
  {
    "title": {
      "romaji": "Gekai Elise"
    },
    "status": "FINISHED",
    "description": "Making up for her sins in a past life as the evil princess Elise, Aoi Takamoto dedicates her life to saving people as a doctor. But a fatal accident cuts her atonement short and suddenly she’s back to her previous life, 10 years before her death! Will her foresight and medical brilliance help her change her past ways and heal an ailing empire, or is fate doomed to repeat itself?\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162144-T0y7XyTFhSYJ.jpg"
    }
  },
  {
    "title": {
      "romaji": "Yuuki Bakuhatsu Bang Bravern"
    },
    "status": "FINISHED",
    "description": "<I>Bang Brave Bang Bravern</I> is set in a world where humanoid armored weapons known as “Titatonostrider” (“TS” for short) are used in warfare. The story kicks off when troops from various countries converge on the island of Oahu, Hawaii, including the main characters, Ao Isami of the Japan Ground Self-Defense Force and Lewis Smith of the United States Marine Corps. Isami and Smith cross paths during battle, but suddenly their teams are attacked by an unknown enemy, scattering soldiers and sending their forces into disarray. In order to save their friends and survive on the deadly battlefield, they must fight with every ounce of courage and pride that they can muster.<br><br>\n (Source: Crunchyroll News)",
    "genres": [
      "Action",
      "Comedy",
      "Mecha"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165598-1lBYBaLrI8NA.jpg"
    }
  },
  {
    "title": {
      "romaji": "30-sai made Doutei da to Mahou Tsukai ni Nareru Rashii"
    },
    "status": "FINISHED",
    "description": "Adachi's 30th birthday as a virgin came with the oddest gift—the ability to read the mind of anyone he touches. Pondering what to do with this mysterious power, he gets a lead when he accidentally reads his colleague Kurosawa's mind. Turns out the handsome hotshot of the sales team has got a thing for him! How will Adachi respond to overhearing these affectionate thoughts?<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167087-3ZM69QhaQ3FE.jpg"
    }
  },
  {
    "title": {
      "romaji": "Majo to Yajuu"
    },
    "status": "FINISHED",
    "description": "It all started with the 17 \"Origins,\" whose powers were passed down to individuals who still exist around the world today. A man carrying a coffin and a girl with the eyes of a beast appear in a town. The girl was once cursed by a witch and now searches for her in order to undo the curse. Is the witch who appears before them the quarry they've been searching for? And how can the curse be undone? This quest for revenge against an evil witch begins rolling when the beast captures the witch. This magnificent and intense dark fantasy begins now!<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153818-FWvl0RL6vDbq.png"
    }
  },
  {
    "title": {
      "romaji": "Urusei Yatsura (2022) 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Urusei Yatsura (2022)</i>.<br><br>\n\nLum, the gorgeous daughter of an invading race of Oni Aliens is smitten with High School student Ataru Moroboshi. A dedicated womanizer, Ataru is unfazed by Lum’s fierce electric shock attacks and continues his daily hunt for pretty girls. With a host of other unique characters, including classmate Shinobu, elegant shrine maiden Sakura, Lum’s best friend’s Oyuki, Benten and Ran, Buddhist Monk Cherry, Ten, the little brat, heir to a wealthy family Shuutarou Mendou and the secretly female beauty Ryuunosuke… A classic slapstick love comedy where anything goes!<br><br>(Source: Fuji Creative, edited)<br>\n<br>\n<i>Note: HIDIVE has labeled the first and second cour of this season as “Season 3\" and \"Season 4”  respectively. They labeled the 1st and 2nd cours of the 1st season as “Season 1” and “Season 2.”</i>",
    "genres": [
      "Comedy",
      "Romance",
      "Sci-Fi",
      "Supernatural"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155645-KgJwUznVHfM2.jpg"
    }
  },
  {
    "title": {
      "romaji": "Saijaku Tamer wa Gomi Hiroi no Tabi wo Hajimemashita."
    },
    "status": "FINISHED",
    "description": "Stars are everything, granting abilities to Tamers. So when Ivy was born without one, her village took it as an ill omen! Now banished, she leads a lonely life of salvaging rubbish to survive. That is until she befriends Sora, a weak little slime, in the forest. Together, the delicate duo embarks on a heartwarming journey of survival and discovers there’s more to Ivy than being starless.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156891-bw91QNdptQEG.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kizumonogatari: Koyomi Vamp"
    },
    "status": "FINISHED",
    "description": "Compilation film of the three <i>Kizumonogatari</i> movies.<br><br>\n\nSpring break, an interval of time between the second and third year of high school. It was one fateful evening when Koyomi Araragi encounters her.<br><br>\n\nKiss-shot Acerola-orion Heart-under-blade.<br>\nLegendary Vampire. Killer of Apparitions. King of Apparitions.<br><br>\n\nHer legs and arms were cruelly torn apart, her extravagant dress soaked in red; she's a monster who finds herself in a tragic state, laying in a pool of her own blood. However, Koyomi finds her to be beautiful this way. <br><br>\n\nOn the brink of death after losing her four limbs, she asks Koyomi to save her. After experiencing fear, chaos, and finally conflict, Koyomi gives his own blood in order to save her.\nBut when he awakens, he finds himself re-born as her vampire kin.<br><br>\n\nKoyomi wishes to revert to being a human from a vampire. However, he must take back all of Kiss-shot's limbs to do so. Working as a negotiator, Meme Oshino stands in middle ground as Koyomi attempts to recapture her four limbs by challenging three powerful vampire hunters.<br><br>\n\nThis hellish spring break, the final one of his high school life, is only just beginning.<br><br>\n\n(Source: KIZUMONOGATARI -Koyomi Vamp- Official USA Website, edited)",
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181970-dqNqPsJcBk5I.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kingdom 5th Season"
    },
    "status": "FINISHED",
    "description": "The fifth season of <i>Kingdom</i>.",
    "genres": [
      "Action"
    ],
    "averageScore": 84,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155227-ZEAyBcZjSeet.jpg"
    }
  },
  {
    "title": {
      "romaji": "MONSTERS: Ippaku Sanjou Hiryuu Jigoku"
    },
    "status": "FINISHED",
    "description": "<i>MONSTERS: 103 Mercies Dragon Damnation</i> by Eiichiro Oda tells the tale of Ryuuma, the legendary swordsman that hails from the Land of Wano in <i>One Piece</i>.<br><br> \n\nA samurai's path leads him to a young waitress whose hometown was destroyed by a dragon. He doesn't want any trouble - but it finds them anyway.<br><br>\n\n(Source: Netflix Anime, edited)",
    "genres": [
      "Action",
      "Comedy",
      "Drama"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167404-QMZJVARntkbv.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kidou Senshi Gundam SEED FREEDOM"
    },
    "status": "FINISHED",
    "description": "A new Gundam SEED Movie announced as part of the project \"Mobile Suit Gundam SEED PROJECT Ignited\" in celebration of Gundam SEED's upcoming 20th anniversary in 2022.\n<br><br>\nIt is now Cosmic Era (C.E.) 75, two years after the dismantlement of the Destiny Plan, but warfare still continues to rage on between Naturals and Coordinators.\nIndependence movements are now sprouting up across Earth, and invasions by Blue Cosmos grow exponentially stronger...\nTo deal with these predicaments, a World Peace Supervision Organization known as COMPASS has been established, with PLANT Chairwoman Lacus Clyne as the founding leader.\nKira Yamato and the others, as its new members, intervene into various battles for the sake of this peace.\nHowever, as these battles take place, an emergent nation known as 'FOUNDATION' appears, and they propose a joint operation to attack the Blue Cosmos Headquarters.\n\nWill Destiny run its course, or will Kira still have the Freedom to resist against impossible odds?",
    "genres": [
      "Action",
      "Drama",
      "Mecha",
      "Romance",
      "Sci-Fi"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134761-UCVG3V6t6gJq.jpg"
    }
  },
  {
    "title": {
      "romaji": "Given: Hiiragi mix"
    },
    "status": "FINISHED",
    "description": "Sequel to the first <i>Given Movie</i>.<br>\n<br>\nAfter Ritsuka Uenoyama hears Mafuyu Sato sing, he invites Mafuyu to join his band. Given auditions for a festival in Shibuya and falls short, though they continue to attract attention. At the same time, Mafuyu’s childhood friends, Shizusumi Yagi and Hiiragi Kashima, prepare to make their debut as the band “syh.” When they lose a guitarist, Hiiragi asks Ritsuka to join them for their big show.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Drama",
      "Music",
      "Romance"
    ],
    "averageScore": 79,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162987-gRFCJagC9bm2.jpg"
    }
  },
  {
    "title": {
      "romaji": "Chocolat Cadabra"
    },
    "status": "FINISHED",
    "description": "A short film directed by You Yoshinari created for Lotte's chocolate business' 60th anniversary.<br><br>\n\nThe spell to make chocolate delicious: <i>\"Chocolat Cadabra\"</i><br><br>\nSet in a late-night chocolate factory, three girls go on a grand adventure as they traverse the worlds of science, magic, and reality.\nChocolate has and will continue to add excitement to our lives. Tonight, somewhere in a chocolate factory, someone is surely chanting a \"spell to make chocolate delicious.'' <i> Chocolat Cadabra!</i> <br><br>\n\n(Source: Official Site, translated)<br><br>\n<i>Note: This entry is for the longer \"Full Version\" shown on the official website and Ado's YouTube channel on Jan 31, 2024. A 30-second \"Short\" and 60-second \"Long\" version were released on Jan 21, 2024 and Jan 22, 2024 respectively.</i> <br>",
    "genres": [
      "Fantasy",
      "Sci-Fi"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173807-YSeFEo3iZxuP.jpg"
    }
  },
  {
    "title": {
      "romaji": "Oomuro-ke: dear sisters"
    },
    "status": "FINISHED",
    "description": "A spin-off of the <i>Yuru Yuri</i> series featuring Sakurako and her sisters. The first film of the <i>Oomuro-ke</i> duology.<br><br>\n(Source: Anime News Network, edited)",
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167984-vZELUFDNk0Ax.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kui Cheng Shoufu Cong Youxi Kaishi"
    },
    "status": "FINISHED",
    "description": "Finding himself back in time 10 years ago, though technically an almost parallel world in 2009, Pei Qian got a system where he gets money to run his business. The funds for business and personal use are separated. After a set period, he can earn his personal funds according to how much his business funds he has left. The catch? Pei Qian earns more when he makes a loss in his business funds. Happily thinking how easy it would be, with many failed start-ups proving a point, Pei Qian founded his company Tengda and achieved financial freedom through the losses. Unfortunately, fate has other plans for him.",
    "genres": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156112-If6wtrHYjMu9.jpg"
    }
  },
  {
    "title": {
      "romaji": "Yu-Gi-Oh! CARD GAME: THE CHRONICLES"
    },
    "status": "FINISHED",
    "description": "A short animation commemorating the 25th anniversary of the Yu-Gi-Oh! Official Card Game.",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174439-yvywOl3pFvYX.png"
    }
  },
  {
    "title": {
      "romaji": "Wonderful Precure!"
    },
    "status": "RELEASING",
    "description": "The 21st installment in the <i>Precure</i> series. <br><br>\n\nAnimal Town is a town where animals and people live together. Iroha loves animals and is good friends with her dog, Komugi! One day, a mysterious creature, Garugaru, wreaks havoc in the town! However, in order to protect Iroha, Komugi transformed into human form and became a Precure...! I have to save the child animal whose heart is being garugaru-ed...! Let's join forces and return the animals to Niko Garden!<br><br>\n(Source: Crunchyroll News)",
    "genres": [
      "Fantasy",
      "Mahou Shoujo"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171030-U7zjkqv8pQFq.jpg"
    }
  },
  {
    "title": {
      "romaji": "Aishang Ta de Liyou Extra"
    },
    "status": "FINISHED",
    "description": null,
    "genres": [
      "Drama",
      "Romance"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b175052-imRFFSqykfxl.jpg"
    }
  },
  {
    "title": {
      "romaji": "Haikyuu!!: Gomi Suteba no Kessen"
    },
    "status": "FINISHED",
    "description": "Theatrical follow-up to <i>Haikyuu!! TO THE TOP 2</i>. The first film of Haikyuu!! FINAL.<br><br>\n\nThe Spring Nationals tournament continues on, with Karasuno High matched against rivals Nekoma High, the fated battle between cats versus crows, also known as the highly anticipated “Dumpster Battle”. This match is the long awaited ultimate showdown between two opposing underdog teams.<br><br>\n(Source: Crunchyroll, edited)",
    "genres": [
      "Comedy",
      "Drama",
      "Sports"
    ],
    "averageScore": 86,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153658-KVnjW77cQw3y.jpg"
    }
  },
  {
    "title": {
      "romaji": "Paripi Koumei: Road To Summer Sonia"
    },
    "status": "FINISHED",
    "description": "Compilation film of <i>Ya Boy Kongming!</i> The film features new footage in some of Eiko's performances.<br><br>\nThe music industry becomes a battlefield when ancient strategist Kongming is transported from historical China to modern Japan. He’ll use military tactics to turn his new friend Eiko into a music star, and together they’ll take the party hotspot of Shibuya by storm! The story is a clever take (and smart twist) on fish-out-of-water and person-out-of-time themes with out-of-this-world results for <i>Ya Boy Kongming!</i><br><br>\n\n(Source: HIDIVE) ",
    "genres": [
      "Comedy",
      "Drama",
      "Music",
      "Supernatural"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171026-vGW0uvrXjrxn.jpg"
    }
  },
  {
    "title": {
      "romaji": "Haru"
    },
    "status": "FINISHED",
    "description": "Music video directed by Kohta Morie for the song <i>Sunny</i> by Yorushika.<br><br>\n\n<i>Note: The song featured in this music video also serves as the second opening theme of the anime Sousou no Frieren, and as well  theme song to a 2024 web commercial for SUNTORY GIN SUI.</i>",
    "genres": [
      "Drama"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175691-lTfPc3P63Uyx.png"
    }
  },
  {
    "title": {
      "romaji": "Watashi no Shiawase na Katachi"
    },
    "status": "FINISHED",
    "description": "An unaired episode bundled with the special edition of the 8th<i>Watashi no Shiawase na Kekkon</i> light novel volume.\n<br><br>\nMiyo's chance to demonstrate what she has learned comes at her first social gathering with her fiancé. Kiyoka introduces her to a distinguished gentleman. \n<br><br>\n(Source: Netflix)",
    "genres": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167486-EVz4sqKjf7W4.jpg"
    }
  },
  {
    "title": {
      "romaji": "Benghuai: Xingqiong Tiedao - Donghua Duanpian Yong Jie Lun Wu"
    },
    "status": "FINISHED",
    "description": "",
    "genres": [
      "Fantasy",
      "Mystery",
      "Sci-Fi"
    ],
    "averageScore": 81,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177514-zT7DxnuFaMTa.png"
    }
  },
  {
    "title": {
      "romaji": "SAND LAND: THE SERIES"
    },
    "status": "FINISHED",
    "description": "In the far future, war has destroyed the entire Earth, leaving only a barren wasteland where the supply of water is controlled by the greedy king. In search of a long-lost lake, Sheriff Rao asked the king of the demons for help...and got the king's son, Beelzebub, and his assistant, Thief. Together the unlikely trio sets off across the desert, facing dragons, bandits and the deadliest foe of all... the King's army itself! <br><br>\nThe first half of the <i>SAND LAND: THE SERIES</i> anime, episodes one to six, are titled “Akuma no Ooji” and is based on the film adaptation with some new footage, it will premiere alongside episode seven, which is the first episode of a brand-new arc titled “Tenshi no Yuusha”.<br><br>\n\n(Source: VIZ Media, Crunchyroll News, edited) ",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Supernatural"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175642-TAHPp5wztFUp.jpg"
    }
  },
  {
    "title": {
      "romaji": "Dead Dead Demon's Dededededestruction Zenshou"
    },
    "status": "FINISHED",
    "description": "The first film of the <i>Dead Dead Demon's Dededededestruction</i> duology.\n<br><br>\nThe Japan Self-Defense Forces are still looking for a way to combat the alien threat, but so far conventional weapons have had no effect. Maybe it’s time to try something unconventional.<br>\n<br>\nMeanwhile, Kadode Koyama and her best friend avidly track the aliens’ movements on social media and less enthusiastically study for college entrance exams. When the end of the world looms overhead, you learn to take things one step at a time.<br>\n<br>\n(Source: Viz Media)",
    "genres": [
      "Comedy",
      "Drama",
      "Sci-Fi",
      "Slice of Life"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146609-Fy5EYCtLqMr2.jpg"
    }
  },
  {
    "title": {
      "romaji": "BIBBIDIBA"
    },
    "status": "FINISHED",
    "description": "Music video for the song <i>BIBBIDIBA</i> by Hoshimachi Suisei. Mixed in with the animation is a hybrid mish-mash of live-action segments filmed through a 360 degree camera.",
    "genres": [
      "Drama"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176431-rLV01OZYsRid.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ojamajo Doremi 1620's"
    },
    "status": "FINISHED",
    "description": "Short animations commemorating the 25th anniversary of the <i>Ojamajo Doremi</i> anime, which made its debut at AnimeJapan 2024.",
    "genres": [
      "Mahou Shoujo",
      "Slice of Life"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176300-Gj0QdWs3AaFW.png"
    }
  },
  {
    "title": {
      "romaji": "Girls und Panzer: Taichou War!"
    },
    "status": "FINISHED",
    "description": "OVA included in the Blu-ray/DVD release of the fourth <i>Girls und Panzer das Finale</i> film. ",
    "genres": [
      "Comedy"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176663-HhhpS7kGw6gT.png"
    }
  },
  {
    "title": {
      "romaji": "Zhu Xian 2"
    },
    "status": "FINISHED",
    "description": "The second seasons of <i>Zhu Xian</i>.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168132-ts1Lo9xXrwQO.png"
    }
  },
  {
    "title": {
      "romaji": "Shuumatsu Train Doko e Iku?"
    },
    "status": "FINISHED",
    "description": "In a seemingly ordinary rural town, something strange is happening to the residents. But Shizuru Chikura is more concerned for her missing friend. Determined to find her, Shizuru and three other girls board an abandoned train and travel to the outside world, unsure if they’ll make it back alive. As they venture toward the unknown, the question looms: What awaits them at the final stop?<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Adventure",
      "Comedy",
      "Sci-Fi",
      "Supernatural"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155657-qZo0UNx6rEN0.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ookami to Koushinryou: MERCHANT MEETS THE WISE WOLF"
    },
    "status": "FINISHED",
    "description": "Lawrence is a traveling merchant selling various goods from a horse-drawn cart. One day, he arrives at a village and meets a beautiful girl with the ears and tail of an animal! Her name is Holo the Wisewolf and she brings bountiful harvests. She wishes to return to her homeland, and Lawrence offers to take her. Now, the once-lonely merchant and the once-lonely wisewolf begin their journey north.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "averageScore": 79,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145728-YUKXjN2E81Pq.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tensei Shitara Dai Nana Ouji Dattanode, Kimamani Majutsu wo Kiwamemasu"
    },
    "status": "FINISHED",
    "description": "The qualities valued most in the study of magic are bloodline, aptitude, and effort. There was one sorcerer who, despite his deep love for magic, was born a commoner and thus lacked the bloodline and aptitude for it. As he died an unnatural death, he wished he had studied magic more while he had the chance. Then, he was reincarnated as Lloyd, the seventh prince of the Kingdom of Saloum and one blessed with a strong magical bloodline. Reborn with all his memories intact, along with the perfect bloodline and immense talent, he was determined to enjoy his new life, using his extraordinary magical abilities to master the study of magic that was beyond his reach in his previous life!\n<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156415-zwP9deA786S1.jpg"
    }
  },
  {
    "title": {
      "romaji": "Bartender: Kami no Glass"
    },
    "status": "FINISHED",
    "description": "At Eden Hall, each glass has a story. A quiet bar lies tucked away in the streets of Tokyo, and it seems only the most desperate souls burdened by their own troubles manage to find its doors. But after a glass of God poured by the brilliant bartender Ryuu, they leave renewed. Ryuu has a gift—he knows how to soothe the soul with the perfect drink. Who will he meet next?<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Drama",
      "Slice of Life"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b155890-vhEzaBeY5ysw.jpg"
    }
  },
  {
    "title": {
      "romaji": "Yuru Camp△ SEASON 3"
    },
    "status": "FINISHED",
    "description": "Within the narrow walls of the Outdoor Activities Club room, the few but lively members carry on the camping spirit as they have fun with DIY club experiments. Exciting experiences such as these have brought Nadeshiko Kagamihara deep into the world of camping, making her want to once again go on a solo trip.\n\nHowever, other plans come first, as Ayano Toki and Rin Shima invite Nadeshiko to camp near Ooi River. Eager to go on their first journey together, the girls set off to forge precious memories that will stick with their hearts for years to come.\n\n(Source: MAL Rewrite)",
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155908-2ZOxqbagDxNv.jpg"
    }
  },
  {
    "title": {
      "romaji": "Mahouka Koukou no Rettousei 3rd Season"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Mahouka Koukou no Rettousei.</i><br><br>\n\nAfter the battle against The New Breed Front, Tatsuya and Miyuki enter the new \"Magic Engineering Department.\"<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Sci-Fi",
      "Supernatural"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143271-o5wry0ohH9R3.jpg"
    }
  },
  {
    "title": {
      "romaji": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba Ii?"
    },
    "status": "FINISHED",
    "description": "Zagan might be the most feared evil sorcerer, but when it comes to social interactions, he’s the most inept. All those days studying the dark arts won’t help him when he falls in love at first sight with Nephelia, the beautiful elven slave, and spends his entire fortune to purchase her. With no clue how to talk to each other, the awkward arrangement for a bumbling sorcerer and timid elf begins.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Fantasy",
      "Romance"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156023-cY4NC8gCcAg7.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tensei Shitara Slime Datta Ken 3rd Season"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Tensei Shitara Slime Datta Ken</i>.<br><br>\nRimuru has officially become a Demon Lord after defeating Clayman. Following Walpurgis, the Demon Lords' banquet, Rimuru's domain is expanded to include the entire Great Forest of Jura. Anticipating a flood of representatives from all races showing up to pay their respects, Rimuru decides to throw a festival to commemorate the opening of Tempest, using it as an opportunity to gain new citizens and present Demon Lord Rimuru to the world. Meanwhile, in the Holy Empire of Lubelius, home base of the monster-hating cult of Luminism, Holy Knight Captain Hinata receives a message from Rimuru. But the message is actually a fabricated declaration of war sent by some unknown party. Upon learning that Hinata is heading for Tempest, Rimuru makes a decision... Thus begins a new challenge for Rimuru, striving to distinguish friend from foe in his pursuit of the ideal nation where humans and monsters can prosper together. <br><br>\n(Source: Crunchyroll)\n",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156822-Jzo2ITWgm4kM.jpg"
    }
  },
  {
    "title": {
      "romaji": "WIND BREAKER"
    },
    "status": "FINISHED",
    "description": "Where the average scores are the lowest, but the fights are the strongest. Furin High School is renowned as a super school of delinquents. Haruka Sakura, a first-year student, came from outside the city to fight to the top. However, Furin High School has become a group that protects the town called the “Chime of the Wind Breaker” – Bofurin. The heroic legend of high school delinquent Sakura begins here!\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Comedy",
      "Drama"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163270-oxwgbe43Cpog.jpg"
    }
  },
  {
    "title": {
      "romaji": "Henjin no Salad Bowl"
    },
    "status": "FINISHED",
    "description": "Sousuke Kaburaya, an impoverished detective, met Sara, a princess from another world with magical powers.\n<br><br>\nSara began living with Sousuke, and she quickly adjusted to life in modern Japan.<br>\nMeanwhile, Livia, a female knight who came from the same world as Sara, found herself lost and homeless, but surprisingly enjoyed her days here.\n<br><br>\nThese two people, who live a positive life despite their situation, began to have an impact on Sousuke and the other oddballs in the neighborhood, including a devilish lawyer, a divorce agent, and a cult leader. <br><br>\n(Source: Shogakukan, translated)",
    "genres": [
      "Comedy",
      "Fantasy",
      "Slice of Life"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166828-iDbw5IGYR40D.jpg"
    }
  },
  {
    "title": {
      "romaji": "GIRLS BAND CRY"
    },
    "status": "FINISHED",
    "description": "Feeling out of place in the countryside, high school dropout Nina Iseri moves to Tokyo. After a rough first day and getting locked out of her apartment, she meets her favorite guitarist, Momoka Kawaragi. The two put on a street performance together and decide to start a band with three other girls. While each girl faces her own struggles, their passion for music keeps their dreams alive.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Drama",
      "Music",
      "Slice of Life"
    ],
    "averageScore": 83,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164212-xjkAkp6SKaCZ.jpg"
    }
  },
  {
    "title": {
      "romaji": "Karasu wa Aruji wo Erabanai"
    },
    "status": "FINISHED",
    "description": "Welcome to Yamauchi, a world inhabited by the Yatagarasu, a race of three-legged ravens who shapeshift into humans. The land is divided into four regions—North, South, East, and West—each ruled by a noble family. Yukiya, the son of a leader in the North, is shocked by a call to attend to the Imperial Prince. Murder, mysteries, and an invasion from an unexpected enemy await in this epic fantasy.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170503-PCr24JL8F8f9.jpg"
    }
  },
  {
    "title": {
      "romaji": "Hibike! Euphonium 3"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Hibike! Euphonium</i>.\n<br><br>\nKumiko's third year finally begins! With the concert band at Kitauji High School over 90 members, Kumiko is now the president and does her best with her final high school club activities to try to win her long-desired gold at nationals.\n<br><br>\n(Source: Crunchyroll, edited)",
    "genres": [
      "Drama",
      "Music",
      "Slice of Life"
    ],
    "averageScore": 87,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109731-PBjrX9CebGus.png"
    }
  },
  {
    "title": {
      "romaji": "Tonari no Youkai-san"
    },
    "status": "FINISHED",
    "description": "Welcome to Engamori, the cozy town where supernatural beings are your friendly neighbors. For generations and to this day, the otherworldly Yokai and humans have continued to protect their easygoing way of life. Enjoy the mountain breeze and uncover the mysterious bonds that lie within.\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Drama",
      "Slice of Life",
      "Supernatural"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146867-PZrxvW84s1n1.jpg"
    }
  },
  {
    "title": {
      "romaji": "Sentai Daishikkaku"
    },
    "status": "FINISHED",
    "description": "When the Monster Army invaded Earth thirteen years ago, the Divine Dragon Rangers rose up to stop them! With the war raging on, these great heroes are mankind’s last hope!<br>\n<br>\n<i>...or are they?</i><br>\n<br>\nIn truth, the invaders were subjugated within a year, forced to continue to crank out a monster a week for the Rangers to crush in front of their adoring fans! But one monster has had enough. Something has to change! He’ll rebel against the might of the Dragon Rangers and destroy them all...from the inside!<br>\n<br>\n(Source: Kodansha USA)",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Sci-Fi"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158417-2jUaUdiGBZQ8.jpg"
    }
  },
  {
    "title": {
      "romaji": "Yozakura-san Chi no Daisakusen"
    },
    "status": "FINISHED",
    "description": "Taiyou Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyouichirou. What drastic steps will Taiyou have to take to save Mutsumi?! A spy family comedy - the mission begins!<br>\n<br>\n(Source: MANGA Plus)",
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158898-O3egiBNkxLQO.png"
    }
  },
  {
    "title": {
      "romaji": "Yoru no Kurage wa Oyogenai"
    },
    "status": "FINISHED",
    "description": "<i>\"I want to find what I enjoy.\"</i>\n<br><br>\nShibuya is a city full of identity. It is here on Shibuya’s late night streets that illustrator Mahiru Kozuki, former idol Kano Yamanouchi, Vtuber Kiui Watase and composer Mei Kim Anouk Takanashi — four young women who are slightly outside the world — join together and form an anonymous artist group called JELEE. “I” also want to shine like someone else. If it's not me but “we” then we might be able to shine.<br>\n<br>\n(Source: Crunchyroll News, HIDIVE, edited)",
    "genres": [
      "Drama",
      "Music",
      "Slice of Life"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163078-kIhCmQARcoOD.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tensei Kizoku, Kantei Skill de Nariagaru"
    },
    "status": "FINISHED",
    "description": "Our protagonist, Ars Louvent, was reincarnated in another world as the young son of a minor noble who owns a small domain. Ars was not particularly strong or intelligent, but he was born with the Appraisal Skill that's able to see others' abilities and statuses. He uses his skill to find the best hidden talents in the world to make their small, weak domain into the best. An isekai tale about unification is about to start, featuring the kind-hearted Ars and the unique talents he manages to find!<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164702-FjpM96MPdzVm.jpg"
    }
  },
  {
    "title": {
      "romaji": "The Fable"
    },
    "status": "FINISHED",
    "description": "When you're the infamous prodigy hitman known only as “Fable,” many things come easy. Being a normal person, however, isn't one of them. In fact, being told that he can't kill anyone for a while may just be the hardest job Fable’s ever taken...<br>\n<br>\n(Source: Kodansha USA)",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Romance",
      "Thriller"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166910-pdgLmHMLdzUR.jpg"
    }
  },
  {
    "title": {
      "romaji": "Jii-san Baa-san Wakagaeru"
    },
    "status": "FINISHED",
    "description": "The story of <i>Jii-san Baa-san Wakagaeru</i> follows Shouzou and Ine, an elderly couple who are living a quiet life in a farming village in Aomori Prefecture. After eating a mysterious apple that they discover on their apple farm, Shozo and Ine spontaneously regain their youth, but even after being reinvigorated they continue to live life at a grandparent-ly pace.<br>\n<br>\n(Source: Crunchyroll News, edited)",
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168138-jgMSP1rDkJhs.jpg"
    }
  },
  {
    "title": {
      "romaji": "Shinigami Bocchan to Kuro Maid 3rd Season"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Shinigami Bocchan to Kuro Maid.</i> <br><br>\n\nThe Duke and Alice will have their fates collide as their untouchable relationship comes to its conclusion!<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169584-e9X229cmrh8j.jpg"
    }
  },
  {
    "title": {
      "romaji": "Mushoku Tensei II: Isekai Ittara Honki Dasu Part 2"
    },
    "status": "FINISHED",
    "description": "The second cour of <i>Mushoku Tensei II: Isekai Ittara Honki Dasu</i>.\n<br><br>\nFollowing the faceless god Hitogami's advice seems to have worked wonders for Rudeus Greyrat. After enrolling into the University of Magic as he was told, Rudeus reunites with his childhood friend Sylphiette, who put a valiant effort into curing his condition. The two grow ever closer together and decide to host a wedding party, inviting the friends they have made over the years to announce and formalize their relationship.\n<br><br>\nFor all his recent blessings, however, Rudeus' troubles are far from over. The research he is helping Shizuka Nanahoshi conduct hits a bottleneck, sending her into a deep slump much like he experienced in his previous life. Furthermore, a letter from his father, Paul, brings complications to Rudeus' relationships, and Sylphiette still knows next to nothing about his real background. In the face of these issues, Rudeus will have to apply the lessons he has learned in this new world to navigate through the challenges that come with living a life to its fullest.\n<br><br>\n(Source: MAL Rewrite)",
    "genres": [
      "Adventure",
      "Drama",
      "Ecchi",
      "Fantasy"
    ],
    "averageScore": 84,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166873-xO0BRPkmwFll.png"
    }
  },
  {
    "title": {
      "romaji": "Tadaima, Okaeri"
    },
    "status": "FINISHED",
    "description": "Masaki Fujiyoshi is a stay-at-home spouse and parent. He has fought long and hard with feelings of being a burden to his loving husband, Hiromu, due to his status as an omega—and the difficulty they faced to achieve this domesticity. When their son, Hikari, was born, the family moved to an area better suited for raising children.<br>\n<br>\nDespite their newfound domestic bliss, the family's ties to their past are in tatters. There are people they left behind to pursue the creation of their happy family, and when they begin to return, Masaki and Hiromu aren't quite sure they have good intentions.\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169698-pmIhuxlGufON.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kono Subarashii Sekai ni Shukufuku wo! 3"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Kono Subarashii Sekai ni Shukufuku wo! </i><br><br>\nThe dysfunctional party is back, but they may be short a member soon ’cause Kazuma is over it. Disillusioned with adventure, he wants to become a monk, but Aqua, Megumin, and Darkness call bull. However, the career dispute gets put on hold when a princess requests to hear all about their tales. Will the taste of fame at the royal castle keep them together or will this mark their farewell tour?<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Ecchi",
      "Fantasy"
    ],
    "averageScore": 83,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136804-7FVftG67FPBc.jpg"
    }
  },
  {
    "title": {
      "romaji": "Date A Live V"
    },
    "status": "FINISHED",
    "description": "The fifth season of <i>Date A Live</i>.\n<br><br>\nShidou Itsuka faces greater peril than ever due to his continued involvement with Ratatoskr. He has already sealed 10 Spirits, and Isaac Westcott, leader of Deus Ex Machina Industries, has finally decided to kill Shidou and plunder the Spirits' powers for himself.\n<br><br>\nTo achieve his goal, Isaac declares an all-out war against Ratatoskr, forcing the organization to exhaust its resources to ensure Shidou's survival. Despite being severely outnumbered and outmatched, a glimmer of hope exists in the form of the Spirit of Time, Kurumi Tokisaki. Shidou must seal and acquire Kurumi's power to travel to the past and confront the Spirit of Origin—the catalyst that started it all.\n<br><br>\n(Source: MAL Rewrite)",
    "genres": [
      "Action",
      "Comedy",
      "Ecchi",
      "Fantasy",
      "Mecha",
      "Romance",
      "Sci-Fi"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151380-gvN5PjrybTw2.jpg"
    }
  },
  {
    "title": {
      "romaji": "Boukyaku Battery (TV)"
    },
    "status": "FINISHED",
    "description": "Iron-armed pitcher, Haruka Kiyomine, and the shrewd catcher, Kei Kaname, AKA the \"Skilled General,\" were considered to be an unrivaled, monstrous battery duo in the middle-school baseball world. They were both scouted by various powerhouse high schools across the nation, but somehow, they both ended up at Tokyo Municipal Kotesashi High School, which wasn't known for baseball at all. On top of that, other star players who had lost to that duo in the past and completely strayed from baseball coincidentally also enrolled at that school, and…\n<br><br>\nTheir meeting sets everything into motion once again.\n<br><br>\nTheir high school baseball story begins now!\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Sports"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167927-eHWavr99BeTj.png"
    }
  },
  {
    "title": {
      "romaji": "Kenka Dokugaku"
    },
    "status": "FINISHED",
    "description": "Scrawny high school student Hobin Yu is probably the last guy you’d expect to star in a NewTube channel that revolves around fighting. But after following some advice from a mysterious NewTube channel, Hobin is soon knocking out guys stronger than him and raking in more money than he could have ever dreamed of. Can Hobin keep this up, or will he eventually meet his match?\n<br><br>\n(Source: WEBTOON)",
    "genres": [
      "Action",
      "Comedy"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174653-OsnK4BuENjUT.jpg"
    }
  },
  {
    "title": {
      "romaji": "Meitantei Conan: 100-man Dol no Michishirube"
    },
    "status": "FINISHED",
    "description": "The 27th <i>Detective Conan</i> movie. <br><br>\n\nA message has arrived from Kid the Phantom Thief, that he will steal a Japanese sword belonging to the wealthy Onoe Family in Hakodate, Hokkaido. Conan and Heiji Hattori, who happened to be in Hakodate, are on the case to capture Kid. Onoe Family's collections are associated with Toshizo Hijikata, a historic figure who perished in Hakodate. Why is Kid, who specializes in jewels, going after a Japanese sword?\n<br><br>\nCoincidentally the family lawyer of Onoe is found murdered in the warehouse district, apparently slaughtered by a Japanese sword. The suspect is an investor/arms dealer who is said to be after Onoe family's hidden treasure.\n<br><br>\nThe grandfather of Onoe family's patriarch was deeply involved with the army industry during wartime, and it was rumored he hid some powerful weapon that could “change the course of war” somewhere in Hakodate. Is Kid after that weapon? Meanwhile, Heiji is trying to find a perfect viewpoint to declare his love to Kazuha…\n<br><br>\nIn the North among cherry blossoms, the exciting hunt for treasure begins!<br><br>\n(Source: TMS Entertainment USA)",
    "genres": [
      "Adventure",
      "Mystery"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169754-QKY28ON9onrB.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kaijuu 8-gou"
    },
    "status": "FINISHED",
    "description": "With the highest kaiju-emergence rates in the world, Japan is no stranger to attack by deadly monsters. Enter the Japan Defense Force, a military organization tasked with the neutralization of kaiju. Kafka Hibino, a kaiju-corpse cleanup man, has always dreamed of joining the force. But when he gets another shot at achieving his childhood dream, he undergoes an unexpected transformation. How can he fight kaiju now that he’s become one himself?!<br>\n<br>\n(Source: VIZ Media)",
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "averageScore": 83,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153288-tD2OmKy5CJab.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kuroshitsuji: Kishuku Gakkou-hen"
    },
    "status": "FINISHED",
    "description": "Continuation of the <i>Kuroshitsuji</i> anime adaptation.<br>\n<br>\nAt the request of Queen Victoria, Earl Ciel Phantomhive goes to Weston College—a prestigious public academy for boys, known for its traditions and outstanding curriculum—to search for a relative of hers who has not returned home in months. Thanks to his noble status, the 13-year-old Ciel is swiftly able to enroll as a student, while his devilish butler Sebastian Michaelis assumes a teaching position at the school.<br>\n<br>\nCiel does not anticipate being unable to locate the Queen's relative on campus. To make matters worse, he cannot request a meeting with the headmaster of the college, who may be the only person that knows anything pertaining to the disappearance. The only ones in frequent contact with the headmaster are the heads of the college dormitories, known as the Prefect 4 (P4): Edgar Redmond, Lawrence Bluewer, Herman Greenhill, and Gregory Violet.<br>\n<br>\nCiel must concoct a plan to get in the P4's good graces if he wants to use their connections to succeed in his mission. But the distinguished college and its students hide much that is unseen, making this task more improbable than he could imagine.<br>\n<br>\n(Source: MAL Rewrite)",
    "genres": [
      "Action",
      "Comedy",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166715-humnzscIw7SC.jpg"
    }
  },
  {
    "title": {
      "romaji": "Yuanshen: Jinzhong Ge"
    },
    "status": "FINISHED",
    "description": "Some believe that growing up is to gradually break free from the shackles.\nFate sets the most brutal rules for us, turning day into night, leaving the future dwelling in but the lingering warmth of dreams.\nThus, our weapons clash, burying the remnants of another setting sun, and welcoming the next rising dawn.\nThen, when the cage shatters, once and for all—\nMay gentle flames envelop the shriveled flowers, with their song echoing in the embers.",
    "genres": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184624-M0QxTWU31WUY.png"
    }
  },
  {
    "title": {
      "romaji": "Zettai Reido"
    },
    "status": "FINISHED",
    "description": "Music video directed by kouko for the song <i>Zettai Reido</i> by natori. <br><br>\n<i>Note: The song featured in this music video also serves as the opening theme of the anime WIND BREAKER.</i>",
    "genres": [],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177048-IdI0OCKI2Lvi.jpg"
    }
  },
  {
    "title": {
      "romaji": "Blue Lock: EPISODE Nagi"
    },
    "status": "FINISHED",
    "description": "<i>My life was full of boredom. Until I met him.</i>\n<br><br>\n<i>“That’s a hassle.” </i> <br>\n That was second-year high schooler Nagi Seishirou’s favorite phrase as he lived his dull life. Until Reo Mikage, a classmate who dreamed of winning the World Cup, discovered Nagi’s hidden skill, inspiring him to play soccer and share his outstanding talent. Nagi is pulled into Reo's world of soccer and out of his leisurely lifestyle. What fate awaits this prodigy in BLUE LOCK?: A world he’s never known.\n<br><br>\n(Source: Crunchyroll, edited)",
    "genres": [
      "Action",
      "Drama",
      "Sports"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163147-yyu5aEoO96Jg.jpg"
    }
  },
  {
    "title": {
      "romaji": "Arknights: 2024 Tebie Jinian Donghua"
    },
    "status": "FINISHED",
    "description": null,
    "genres": [
      "Action",
      "Fantasy"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177177-vq8nyutH5csF.png"
    }
  },
  {
    "title": {
      "romaji": "III"
    },
    "status": "FINISHED",
    "description": "Music video directed by HASU for the song <i>III</I> by Houshou Marine & Kobo Kanaeru.",
    "genres": [],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177384-DEBD2DgG6Puk.png"
    }
  },
  {
    "title": {
      "romaji": "Boku no Hero Academia 7"
    },
    "status": "FINISHED",
    "description": "The seventh season of <i>Boku no Hero Academia</i>.<br>\n<br>\nFollowing an all-out battle with the Paranormal Liberation Front, it is difficult for the people of Japan to continue placing faith in their heroes. To combat the combined power of Tomura Shigaraki and All For One, All Might calls for his ally from the West—the strongest woman on the planet, Star and Stripe.<br>\n<br>\nHowever, All For One decides to intercept Star and her fleet to get his hands on her overpowered quirk before she can enter Japanese airspace. Although Endeavor, Hawks, and Best Jeanist are headed to the rendezvous point, Star makes a gamble in the present to save her comrades.<br>\n<br>\n(Source: MAL Rewrite)<br>\n<br>\n<i>Note: The season was preceded by a 4-episode special titled 'Boku no Hero Academia: Memories' recapping events from the 6th season along with adding a few minutes of new material each episode.</i>",
    "genres": [
      "Action",
      "Adventure"
    ],
    "averageScore": 81,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163139-JchZhUFlNTWU.jpg"
    }
  },
  {
    "title": {
      "romaji": "trapezium"
    },
    "status": "FINISHED",
    "description": "Driven by an unwavering passion for becoming an idol, Yuu Azuma, a young, ambitious first-year student at Joshuu East High School, embarks on a journey to form an idol group. To make her dream a reality, she recruits one girl from each of her region’s four high schools (located to the north, east, south and west) and soon finds her fellow group members.\n<br><br>\nJoining Yuu is Ranko Kashima, a sophisticated second-year student at Holy Teneritas Southern Girls’ Academy, with a distinctive curly hairstyle and admiration for Ochou-fujin (\"Madame Butterfly\"); Kurumi Taiga, a student at West Tech Vocational High School, who wears cute, oversized jackets with long sleeves and dreams of winning the championship at a robotics competition; and, Mika Kamei, a student who also hails from Joshuu North High School, is known for being a kind-hearted girl and for her dedication to volunteering.\n<br><br>\nWith the help of Shinji Kudou, Yuu's \"collaborator\" and confidante, these four young girls set off on the road to stardom. But the journey hides unexpected trials, rigorous demands, setbacks and pressures, threatening to undo all that Yuu has worked so hard for.<br><br>\n(Source: Crunchyroll, edited)",
    "genres": [
      "Drama",
      "Music"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171291-A3DhF0cAJxDZ.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kimetsu no Yaiba: Hashira Geiko-hen"
    },
    "status": "FINISHED",
    "description": "Adaptation of the Hashira Training Arc.<br>\n<br>\nThe Hashira, the Demon Slayer Corps' highest ranking swordsmen and members. The Hashira Training has begun in order to face the forthcoming battle against Muzan Kibutsuji. Each with their own thoughts and hopes held in their hearts, a new story for Tanjiro and the Hashira begins.<br><br>\n(Source: Aniplex USA)<br><br>\n<i>Note: The first episode received an early premiere in cinemas as part of a special screening alongside the final episode of Kimetsu no Yaiba: Katanakaji no Sato-hen. </i>",
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "averageScore": 81,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166240-PBV7zukIHW7V.png"
    }
  },
  {
    "title": {
      "romaji": "Xiehou Ta De Shaonu Shidai"
    },
    "status": "FINISHED",
    "description": "To save his terminally ill mother, Dong Cui Can makes a deal with a mysterious stranger, exchanging his remaining years for hers. Miraculously, the stranger not only revives Cui Can’s mother but also restores her to her 20-year-old self. With a second chance at life, Yan Jin Yu is determined to seize every moment, while Cui Can vows to spend the rest of his days repaying his mother for the sacrifices she made to raise him. \n<br><br>\n(Source: Viki)",
    "genres": [
      "Comedy",
      "Drama",
      "Slice of Life"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b177512-RN4AsUAyhl71.jpg"
    }
  },
  {
    "title": {
      "romaji": "Uma Musume: Pretty Derby - Shin Jidai no Tobira"
    },
    "status": "FINISHED",
    "description": "Jungle Pocket, an Umamusume who has been racing tirelessly in pursuit of becoming the greatest, is ready to take on the once-in-a-lifetime Classic Triple Crown series. However, standing in her way are rivals from the same generation, whose talent may even surpass her own.<br><br>\n(Source: Umamusume: Pretty Derby English Twitter)\n<br><br>\n<i>Note: Relations are provisional and will be updated when more info is announced.</i>",
    "genres": [
      "Drama",
      "Slice of Life",
      "Sports"
    ],
    "averageScore": 87,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172420-4LjhmwpNMHti.jpg"
    }
  },
  {
    "title": {
      "romaji": "Dead Dead Demon's Dededededestruction"
    },
    "status": "FINISHED",
    "description": "As the world is threatened by the sudden appearance of a mysterious alien mothership, best friends Koyama Kadode and Nakagawa “Ontan” Oran carry on about their high school life. But as they grow up, they face existential questions, learning adulthood’s complexities and that the true threat may not be from above.<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Includes Episode 0, which chronologically occurs between episodes 16 and 17.</i>",
    "genres": [
      "Comedy",
      "Drama",
      "Sci-Fi",
      "Slice of Life"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b177697-EWgIqtwm5ABh.png"
    }
  },
  {
    "title": {
      "romaji": "Quanzhi Gaoshou 3"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Quanzhi Gaoshou</i>.",
    "genres": [
      "Action"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137735-hz635vd0h0td.png"
    }
  },
  {
    "title": {
      "romaji": "Bocchi the Rock! Re:"
    },
    "status": "FINISHED",
    "description": "Compilation film of <i>Bocchi the Rock!</i> featuring new animation intro footage. The first of the Bocchi compilation movie duology.",
    "genres": [
      "Comedy",
      "Music",
      "Slice of Life"
    ],
    "averageScore": 82,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165253-nAwyrMZm4jBA.jpg"
    }
  },
  {
    "title": {
      "romaji": "Oomuro-ke: dear friends"
    },
    "status": "FINISHED",
    "description": "A spin-off of the <I>Yuru Yuri</i> series featuring Sakurako and her sisters. The second film of the <i>Oomuro-ke</i> duology.\n<br><br>\n(Source: Anime News Network, edited)",
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174383-WIAKPEGRV4b8.jpg"
    }
  },
  {
    "title": {
      "romaji": "Rising Impact"
    },
    "status": "FINISHED",
    "description": "A young boy, Gawain, lives in a mountainous, rural area with an incredible love for baseball and making the ball really fly. One day he runs into a visitor to the small area and she introduces him to a sport that can really make a ball take to flight: golf! It just takes one shot and Gawain is hooked. With his grandpa's approval he sets off to Tokyo with this mysterious woman to learn all he can about golf, encountering many colorful characters and obstacles along the way. ",
    "genres": [
      "Comedy",
      "Drama",
      "Sports"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171115-IApjErPwc7oV.jpg"
    }
  },
  {
    "title": {
      "romaji": "Yuru Camp△ SEASON 3 OVA"
    },
    "status": "FINISHED",
    "description": "OVAs included with each <i>Yuru Camp△ SEASON 3</i> Blu-ray/DVD volume.<br><br>\n<b>Episodes:</b><br>\n\n1) <b><i>The Outclub's Room</i></b><br>\nThe Outclub girls take a good look at the Five Fuji Lakes and the Yamanashi area.<br><br>\n\n2) <b><i>Rainy Camping</i></b><br>\nRin dares to try her luck camping in the rain.<br><br>\n\n3) <b><i>Rin and Nadeshiko Go Spring Camping at Lake Inaga</i></b><br>\nRin and Nadeshiko indulge in springtime camping at Lake Inaga.<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177007-SXr3d6ddHkGp.jpg"
    }
  },
  {
    "title": {
      "romaji": "Look Back"
    },
    "status": "FINISHED",
    "description": "Ayumu Fujino is a fourth grader who draws a manga strip for the school newspaper. Her art makes her the star of the class, but one day she's told that Kyomoto, a student who refuses to come to school, would also like to submit a manga for the paper...\n<br><br>\n(Source: MANGA Plus, edited)",
    "genres": [
      "Drama",
      "Slice of Life"
    ],
    "averageScore": 87,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174788-tuw7KozIDS8a.jpg"
    }
  },
  {
    "title": {
      "romaji": "Shinmai Ossan Bouken-sha, Saikyou Party ni Shinu Hodo Kitaerarete Muteki ni Naru."
    },
    "status": "FINISHED",
    "description": "<i>\"Why should it matter how old you are if you want to start something new?\"</i><br><br>\n\nThe strongest guy around, who also happens to be middle-aged, strives to be an adventurer! Everyone seems to think you should pursue your dreams while you're still young, but there's one man who just can't give up. In a world where most people who become adventurers do so in their teens, a guild employee in his thirties, Rick Gladiator, seeks to become an adventurer instead. After receiving unimaginably brutal training from the legendary party renowned as the strongest on the continent, Orichalcum Fist, he ends up with combat abilities worthy of S-rank status despite starting out as an F-rank rookie! <br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163292-1DkPP4r5UI9Y.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tokidoki Bosotto Russiago de Dereru Tonari no Alya-san"
    },
    "status": "FINISHED",
    "description": "Alya is a transfer student enjoying popularity at her new high school, often sporting a cold shoulder while earning high marks in class. She ignores her nerdy classmate, Kuze Masachika, except for when she blurts out a flirtatious line to him in Russian. Little does she know, Kuze understands Russian, though he pretends not to. Let’s see where this wacky love story takes them!<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162804-TBeptcAfvqTd.jpg"
    }
  },
  {
    "title": {
      "romaji": "[Oshi no Ko] 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>[Oshi no Ko]</i>.<br><br>\n\nAqua’s desire for revenge takes center stage as he navigates the dark underbelly of the entertainment world alongside his twin sister, Ruby. While Ruby follows in their slain mother’s footsteps to become an idol, Aqua joins a famous theater troupe in hopes of uncovering clues to the identity of his father — the man who arranged their mother’s untimely death, and the man who once starred in the same troupe Aqua hopes to infiltrate.<br><br>\n\n(Source: HIDIVE)",
    "genres": [
      "Drama",
      "Mystery",
      "Psychological",
      "Supernatural"
    ],
    "averageScore": 86,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166531-dAL5MsqDHUkj.jpg"
    }
  },
  {
    "title": {
      "romaji": "Gimai Seikatsu"
    },
    "status": "FINISHED",
    "description": "When his father remarries, Yuta Asamura winds up sharing a roof with his new stepsister, Saki Ayase, the hottest girl in his grade. Carrying the scars of their parents’ troubled divorces, they vow to maintain a respectful distance. But what starts as cautious camaraderie blossoms into something deeper from shared experiences. Is it admiration, familial love, or something more?<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152681-xtQiVOYDhr3p.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tasogare Outfocus"
    },
    "status": "FINISHED",
    "description": "A boys’ school film club is the backdrop for three tales of new romance. Mao and Hisashi pair up for a project, make three promises, and draw closer together in the process. The club president, Jin, and a jealous junior named Giichi clash before finding common ground. Shion, a first-year student, joins the film club in search of a boyfriend and butts heads with Rei—until Rei asks him on a date.\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Drama",
      "Romance"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166700-qsl4dBd4pPSQ.jpg"
    }
  },
  {
    "title": {
      "romaji": "2.5 Jigen no Ririsa"
    },
    "status": "FINISHED",
    "description": "<i>“I have no interest in real girls!” </i><br><br>\n\nSo claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Lilliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff! The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.<br>\n<br>\n(Source: Seven Seas Entertainment)",
    "genres": [
      "Comedy",
      "Ecchi",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158559-eVc9cNSmcUix.jpg"
    }
  },
  {
    "title": {
      "romaji": "Senpai wa Otokonoko"
    },
    "status": "FINISHED",
    "description": "For Makoto Hanaoka, life’s about to get more complicated. Saki Aoi, a lively girl with loads of confidence, confesses her love for Makoto one day. When he fails to reciprocate, Saki declares she will be his first love! She shares her goal with a mutual friend, Ryuuji Taiga, who also confesses his crush on Makoto. Stuck in a love triangle, Makoto must find a way to make it work and have fun.<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163133-bdr9S2bdLoyj.jpg"
    }
  },
  {
    "title": {
      "romaji": "Giji Harem"
    },
    "status": "FINISHED",
    "description": "Eiji Kitahama joins the drama club with dreams of having a harem like the ones from his favorite manga. Rin Nanakura, an underclassman, finds herself crushing hard on Eiji and tries on different personas in his presence to win him over. No matter how she acts, one thing is certain—her feelings for Eiji continue to grow stronger. Will she ever be able to tell him the truth and be herself?<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163623-pzR6vIHoJh0b.jpg"
    }
  },
  {
    "title": {
      "romaji": "Megami no Café Terrace 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Megami no Café Terrace</i>. <br><br>\n\nThe Familia Café Terrace opens once again, with a rival restaurant opening right next door!<br><br>\n(Source: Crunchyroll News, edited)",
    "genres": [
      "Comedy",
      "Drama",
      "Ecchi",
      "Romance"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166477-Q5jKn2WpDQ6z.jpg"
    }
  },
  {
    "title": {
      "romaji": "NieR:Automata Ver1.1a 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>NieR:Automata Ver1.1a</i>.<br><br>\n\nThe year 11954. YoRHa Soldiers 2B and 9S are newly dispatched to Earth to carry out and support the 243rd Descent Operation. There, they succeed in destroying the machine lifeform core units, Adam and Eve. With the annihilation of these enemies, the Army of Humanity takes this chance to end this long-lasting war and decides on an all-out attack against the machine lifeforms. This is a record of the battles and hopes of Androids and the fate which dictates them all…<br><br>\n\nAs war rages on, Unit 2B and others like her question their role. Reclaiming the planet will take sacrifice, but how much more can they give and is humanity worth the cost? <br><br>\n\n(Source: Crunchyroll, Crunchyroll Twitter)",
    "genres": [
      "Action",
      "Drama",
      "Fantasy",
      "Psychological",
      "Sci-Fi"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167420-PBxeW0tmbEDQ.jpg"
    }
  },
  {
    "title": {
      "romaji": "Nige Jouzu no Wakagimi"
    },
    "status": "FINISHED",
    "description": "In the year 1333, the Kamakura shogunate government comes crumbling down. A trusted vassal, Ashikaga Takauji, betrays the shogunate and organizes a rebellion. Houjou Tokiyuki, the rightful heir, escapes the massacre with a Shinto priest named Suwa Yorishige to Kamakura. On the run and fighting to stay alive, Tokiyuki sets in motion his plan to reclaim his birthright.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162896-hSMTVceb50GY.jpg"
    }
  },
  {
    "title": {
      "romaji": "Dungeon no Naka no Hito"
    },
    "status": "FINISHED",
    "description": "On the hunt for her missing father, master thief Clay heads off into an unexplored dungeon—but much to her surprise, the dungeon’s caretaker offers her a job! Thievery hasn’t worked for her thus far, so perhaps this new career path will take her closer to finding her dad. But change is never easy. From interviewing monster guardians to positioning traps to confound would-be explorers, Clay has a lot to learn about what it means to be one of the dungeon people.\n<br><br>\n(Source: HIDIVE)",
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168345-X28k73J6QAtc.jpg"
    }
  },
  {
    "title": {
      "romaji": "Monogatari Series: Off & Monster Season"
    },
    "status": "FINISHED",
    "description": "The sequel to the 'Final Season' story arc of the <i>Monogatari</i> series.<br><br>\n\n<i>From the past to the future, their story continues. </i><br><br>\n\nNow that he has graduated from high school, Koyomi Araragi’s story ends here. His story is truly over now, but the stories of the girls Koyomi saved - their stories - are not over yet.<br><br>\n\nThis is the prequel or sequel to their stories and their struggles.<br><br>\n\n(Source: Monogatari Series USA Official Website)",
    "genres": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "averageScore": 87,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173533-9DN3nHtT2FBm.png"
    }
  },
  {
    "title": {
      "romaji": "FAIRY TAIL: 100 YEARS QUEST"
    },
    "status": "FINISHED",
    "description": "Natsu, Lucy, Happy, Erza, and the whole Fairy Tail Guild are back in action! And they’ve decided to tackle the “100 Years Quest”—a job no one’s dared take on since the founding of the guild more than a century ago. A mysterious town, a baffling spirit, a ghastly new enemy … and a brand new continent to explore. When you’re with real friends, the adventures never stop!<br>\n<br>\n(Source: Kodansha USA)",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139095-xXcToL6L4vuv.jpg"
    }
  },
  {
    "title": {
      "romaji": "Shoushimin Series"
    },
    "status": "FINISHED",
    "description": "Kobato decides to become an honest, humble citizen after enduring a bitter experience known as “wisdom work.” He forms a pact with Osanai, his classmate with the same goal, and they plan to enter high school leading quiet lives. But for some reason, inexplicable events and disasters keep happening around them. Will Kobato and Osanai ever manage to live ordinary, peaceful lives?<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Mystery",
      "Slice of Life"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173295-5DIOnrTYiF0a.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tsue to Tsurugi no Wistoria"
    },
    "status": "FINISHED",
    "description": "A hard-working boy named Will enters a magic academy in hopes of becoming a great sorcerer. Unfortunately, there's a fatal flaw in his plan: he lacks the ability to use magic. Amid the cold stares of his classmates and instructors, Will feels discouraged at times, but he presses forward with unwavering determination. He can't use a wand, but he can wield a sword in his battle to reach the top of a magic-dominated world. He just needs to believe in his own unique strengths and remember the promise he made with someone precious to him...\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "averageScore": 79,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174576-tpKcHG0eO6CS.jpg"
    }
  },
  {
    "title": {
      "romaji": "Mayonaka Punch"
    },
    "status": "FINISHED",
    "description": "Meet Masaki, the now former member of the popular NewTuber group, Harikiri Sisters. After a career setback, aka getting fired unexpectedly via a livestream, she joins forces with Live, a partner with superhuman abilities. Together, they aim to create sensational content and reach 1 million subscribers. Will they reach their content dreams or be hit with the block button?<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174044-HBvsyKjDVPyO.jpg"
    }
  },
  {
    "title": {
      "romaji": "Isekai Shikkaku"
    },
    "status": "FINISHED",
    "description": "Pulled into an otherworldly adventure with cute sidekicks and superpowers, you’d think Osamu hit the jackpot. Nope! From a time before pixels, the early 20th-century gloomy author just wants to find a quiet place to meet his maker, not to rack up XP. Sadly, his poetic demise is constantly thwarted by inconvenient heroics. Dive into the hilariously tragic life of the most reluctant hero!<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Slice of Life",
      "Supernatural"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152137-DOCIkAiaWALu.jpg"
    }
  },
  {
    "title": {
      "romaji": "Katsute Mahou Shoujo to Aku wa Tekitai Shite Ita."
    },
    "status": "FINISHED",
    "description": "An evil organization invades and destroys everything in its path. The brains of the brutal operation is the king’s right-hand man, an evil lieutenant named Mira. Everything changes when a magical girl named Byakuya Mimori tries to stop the evil group in their tracks. When Mira confronts her, he knows it’s love at first sight. What will become of Mira and Byakuya, stuck between orders and love?<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Fantasy",
      "Mahou Shoujo",
      "Romance"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170938-kkeDCKGSUNaV.jpg"
    }
  },
  {
    "title": {
      "romaji": "Seitokai ni mo Ana wa Aru! PV"
    },
    "status": "FINISHED",
    "description": "A promotional video advertising the <i>Seitokai ni mo Ana wa Aru!</i> manga.",
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179207-L1aK8hHWqeZm.png"
    }
  },
  {
    "title": {
      "romaji": "ATRI: My Dear Moments"
    },
    "status": "FINISHED",
    "description": "In the near future, a sudden and unexplained sea rise has left much of human civilization underwater. Ikaruga Natsuki, a boy who lost his mother and one of his legs in an accident some years earlier, returns disillusioned from a harsh life in the big city to find his old countryside home half-swallowed by the sea. Left without a family, all he has to his name is the ship and submarine left to him by his oceanologist grandmother, and her debts. His only hope to restore the dreams for the future that he has lost is to take up an opportunity presented to him by the suspicious debt collector Catherine. They set sail to search the sunken ruins of his grandmother's laboratory in order to find a treasure rumor says she left there. But what they find is not riches or jewels; it is a strange girl lying asleep in a coffin at the bottom of the sea, Atri. Atri is a robot, but her appearance and her wealth of emotions would fool anyone into thinking she's a living, breathing human being. In gratitude for being salvaged, she makes a declaration to Natsuki.<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Drama",
      "Romance",
      "Sci-Fi"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154963-Ju6Ey3P5YHs2.jpg"
    }
  },
  {
    "title": {
      "romaji": "Make Heroine ga Oosugiru!"
    },
    "status": "FINISHED",
    "description": "Kazuhiko Nukumizu is a high school boy content to blend in with the background mob, until he witnessed his more popular classmate Anna Yanami get dumped by her childhood friend. He felt like he had to try to comfort Yanami, but this led him to become entangled with other girls who have met defeat at love?",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "averageScore": 81,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171457-Z8tZRk7LhcZk.jpg"
    }
  },
  {
    "title": {
      "romaji": "Sengoku Youko: Senma Konton-hen"
    },
    "status": "FINISHED",
    "description": "The second and third cours of <i>Sengoku Youko</i>, adapting the \"Thousandfold Chaos\" arc.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176660-4sDfmx2fOZRJ.jpg"
    }
  },
  {
    "title": {
      "romaji": "Bakeneko Anzu-chan"
    },
    "status": "FINISHED",
    "description": "Precocious tween Karin finds herself abandoned by her father in rural Japan. Living in a temple with her grandfather, she meets Anzu, a giant “ghost cat” and notorious layabout tasked with looking after her. Distrustful of her new guardian, Karin sabotages Anzu’s odd jobs for the townsfolk and befriends the eccentric local forest spirits. In an effort to win Karin over, Anzu accidentally makes a deal with the devil, and all Hell breaks loose. <br><br>\n(Source: GKIDS)",
    "genres": [
      "Fantasy",
      "Slice of Life",
      "Supernatural"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158641-U6U1cGjI1pTM.png"
    }
  },
  {
    "title": {
      "romaji": "Mononoke: Karakasa"
    },
    "status": "FINISHED",
    "description": "The first movie in the <i>Mononoke</i> movie trilogy.<br><br>\n\nAsa and Kame strike up an immediate friendship when they arrive at the same time for their first day of duty at the Ooku, the splendid pleasure palace housing the harem of Lord Tenshi. The two young women are there to join the many hundreds of other maidservants—men are barred from entering, with immediate beheading the price of trespassing. It soon becomes clear that behind the luxurious lifestyle and ritualized routines of the Ooku lie sinister schemes and cynical rivalries. Meanwhile, a mysterious wandering potion-peddler known only as the Medicine Seller subtly insinuates himself into the Ooku, just as an uncanny, otherworldly menace begins to reveal itself.\n<br><br>\n(Source: Fantasia Film Festival)",
    "genres": [
      "Fantasy",
      "Horror",
      "Mystery",
      "Psychological",
      "Supernatural"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151117-AOcwR3mXCDx7.jpg"
    }
  },
  {
    "title": {
      "romaji": "Yuureisen-sen"
    },
    "status": "FINISHED",
    "description": "Music video directed by Tease for the song <i>Dead Ma’am’s Chest</i> by Houshou Marine.",
    "genres": [
      "Action",
      "Supernatural"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179880-DynejphOqy6i.jpg"
    }
  },
  {
    "title": {
      "romaji": "Zhan Shen: Fanchen Shen Yu"
    },
    "status": "FINISHED",
    "description": "It follows the journey of Lin Qiye, a blind high school student who unexpectedly becomes a night watchman, tasked with protecting the nation from \"mystical\" invasions as the mist descends and gods reawaken. Leading his team, he tirelessly eliminates mythical creatures that emerge in modern society and eventually sets out on the path of god-slaying, evolving from guarding his small family to defending the nation.",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168105-NH0EUR2yHH3M.png"
    }
  },
  {
    "title": {
      "romaji": "Kimi ni Todoke 3RD SEASON"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Kimi ni Todoke</i>. <br><br>\n<i>What do you do once you're a couple?</i>\n<br><br>\nAlthough she struggles with her blossoming feelings, Sawako comes to terms with herself and tells Kazehaya how she feels about him. Attracted by Sawako's unnoticed efforts and genuine personality, Kazehaya also candidly makes his feelings known.\nThus, their new relationship begins.<br><br>\n\nTheir first date, their school life together, joy, embarrassment and new struggles — everything is fresh and new as the couple awkwardly and gradually learns more about one another, all while their friends' love stories begin to take shape as well. This bittersweet and poignant story of young people, woven from their romantic feelings and dear friendships, begins once more.<br><br>\n(Source: Netflix Anime)",
    "genres": [
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 85,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168872-ls6UwxFAw212.jpg"
    }
  },
  {
    "title": {
      "romaji": "Boku no Hero Academia THE MOVIE: YOU'RE NEXT"
    },
    "status": "FINISHED",
    "description": "The fourth installment in the <i>Boku no Hero Academia</i> movie franchise.<br><br>\n<i>“Next, it's your turn!” </i><br><br>\n\nIn a society where heroes and villains continuously battle in the name of peace and chaos, Deku, a U.A. High School student who aspires to be the best hero he can be, confronts the villain who imitates the hero he's long admired. Can Deku and the rest of U.A. High Class 1-A protect the world by putting an end to Dark Might, the man claiming to be the new Symbol of Peace? \n<br><br>\n\n(Source: TOHO animation)",
    "genres": [
      "Action",
      "Adventure",
      "Sci-Fi"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168013-eeyN5L8tmYKI.png"
    }
  },
  {
    "title": {
      "romaji": "Dou Po Cangqiong: Nian Fan 3"
    },
    "status": "RELEASING",
    "description": "The seven season of <i>Dou Po Cangqiong.</i>\n<br><br>\n<i>Note: Episodes 106 to 157.</i>",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168164-u56VsAe2DUAH.png"
    }
  },
  {
    "title": {
      "romaji": "Rising Impact Season 2"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Rising Impact</i>.\n<br><br>\nGolf prodigy Gawain and Camelot Academy's Japan team take on gifted young golfers from the U.K. and U.S. schools in the coveted Camelot Cup.\n<br><br>\n(Source: Netflix)",
    "genres": [
      "Comedy",
      "Drama",
      "Sports"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184560-Uo7JWmrNs3sw.jpg"
    }
  },
  {
    "title": {
      "romaji": "Bocchi the Rock! Re:Re:"
    },
    "status": "FINISHED",
    "description": "Compilation film of <i>Bocchi the Rock!</i> featuring new animation intro footage and additional scenes. The second of the Bocchi compilation movie duology.",
    "genres": [
      "Comedy",
      "Music",
      "Slice of Life"
    ],
    "averageScore": 81,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171099-JexoHylkSZ6r.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kengan Ashura Season 2 Part 2"
    },
    "status": "FINISHED",
    "description": "The second half of second season of <i>Kengan Ashura</i>. <br><br>\n\nThe end of the battle is near, and the Kengan Life-or-Death Tournament eagerly awaits its winner. <br><br>\n(Source: Netflix Anime)",
    "genres": [
      "Action",
      "Sports"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169692-0ThKwgfrIpvp.jpg"
    }
  },
  {
    "title": {
      "romaji": "Monogatari Series: Off & Monster Season - Zankoku Douwa: Utsukushi-hime"
    },
    "status": "FINISHED",
    "description": "<i>Episode 6.5 of Monogatari Series: Off & Monster Season, adapting the short story \"Utsukushi-hime/The Princess Beauty\"</i><br><br>\nOnce upon a time, there was a true story that happened about 600 years ago. It's a story of a very beautiful girl who lived in a country that no longer exists.<br>\n<br>\n(Source: Crunchyroll)",
    "genres": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b180332-pbtkiF3TjfBQ.png"
    }
  },
  {
    "title": {
      "romaji": "Terminator 0"
    },
    "status": "FINISHED",
    "description": "2022: A future war has raged for decades between the few human survivors and an endless army of machines. 1997: The AI known as Skynet gained self-awareness and began its war against humanity.\n<br><br>\nCaught between the future and this past is a soldier sent back in time to change the fate of humanity. She arrives in 1997 to protect a scientist named Malcolm Lee who works to launch a new AI system designed to compete with Skynet’s impending attack on humanity. As Malcolm navigates the moral complexities of his creation, he’s hunted by an unrelenting assassin from the future, which forever alters the fate of his three children.<br><br>\n(Source: Netflix TUDUM)",
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177814-Xr9F98LExkWd.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kimi no Iro"
    },
    "status": "FINISHED",
    "description": "Totsuko is a high school student with the ability to see the 'colors' of others. Colors of bliss, excitement, and serenity, plus a color she treasures as her favorite. Kimi, a classmate at her school, gives off the most beautiful color of all. Although she doesn’t play an instrument, Totsuko forms a band with Kimi and Rui, a quiet music enthusiast they meet at a used bookstore in a far corner of town. As they practice at an old church on a remote island, music brings them together, forming friendships and stirring affections. Will they discover their true 'colors'?<br>\n<br>\n(Source: GKIDS)",
    "genres": [
      "Music"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158166-TZxLtPvXEVUQ.jpg"
    }
  },
  {
    "title": {
      "romaji": "Love Live! Nijigasaki Gakuen School Idol Doukoukai: Kanketsu-hen 1"
    },
    "status": "FINISHED",
    "description": "The first in a trilogy of <i>Love Live! Nijigasaki Gakuen School Idol Doukoukai</i> films that continues the story beyond season two and the OVA.",
    "genres": [
      "Music",
      "Slice of Life"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166476-2MRsdtwMRZxR.jpg"
    }
  },
  {
    "title": {
      "romaji": "Transformers 40th Shuunen Kinen Special Movie"
    },
    "status": "FINISHED",
    "description": null,
    "genres": [
      "Mecha",
      "Sci-Fi"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180947-3nVj12zGNccY.jpg"
    }
  },
  {
    "title": {
      "romaji": "UNDEAD"
    },
    "status": "FINISHED",
    "description": "Music video for the song Undead by YOASOBI.\n\nThe song was used as the ending theme of the anime Monogatari Series: Off & Monster Season.",
    "genres": [],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b183478-sIXraXhUlase.png"
    }
  },
  {
    "title": {
      "romaji": "Overlord: Sei Oukoku-hen"
    },
    "status": "FINISHED",
    "description": "Theatrical follow-up to <i>Overlord IV</i>. The film will cover the \"Holy Kingdom\" arc.<br><br>\nAfter twelve years of playing his favorite MMORPG game, Momonga logs in for the last time only to find himself transported into its world playing it indefinitely. Throughout his adventures, his avatar ascends to the title of Sorcerer King Ains Ooal Gown.\n<br><br>\nOnce prosperous but now on the brink of ruin, The Sacred Kingdom enjoyed years of peace after construction of an enormous wall protecting them from neighboring invasions. But, one day this comes to an end when the Demon Emperor Jaldabaoth arrives with an army of villainous demi-humans. \n<br><br>\nFearing invasion of their own lands, the neighboring territory of the Slane Theocracy is forced to beg their enemies at the Sorcerer Kingdom for help. Heeding the call, Momonga, now known as the Sorcerer King Ains Ooal Gown, rallies the Sorcerer Kingdom and its undead army to join the fight alongside the Sacred Kingdom and the Slane Theocracy in hopes to defeat the Demon Emperor. <br><br>\n(Source: Crunchyroll, edited)",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 79,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx133845-InD67nSzCAUr.png"
    }
  },
  {
    "title": {
      "romaji": "Given: Umi e"
    },
    "status": "FINISHED",
    "description": "Sequel to <i>Given: Hiiragi mix</i>.",
    "genres": [
      "Drama",
      "Music",
      "Romance"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175199-WxlBkrVGK8Fg.jpg"
    }
  },
  {
    "title": {
      "romaji": "Go-toubun no Hanayome *"
    },
    "status": "FINISHED",
    "description": "The honeymoon of Fuutarou and the five sisters has been adapted to film under the original idea and complete supervision of Negi Haruba. Once again, we present a romantic comedy with 500% cuteness!<br><br>\n(Source: Official 5th Anniversary Project Website, translated)<br><br>\n<i>Note: The anime was pre-screened in Japan theatrically for 3 weeks starting on September 20, 2024 before being aired as a TV special.</i>",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177191-ovNZsq8EbIPY.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tensei Kizoku, Kantei Skill de Nariagaru 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Tensei Kizoku, Kantei Skill de Nariagaru</i>.",
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178434-UtRCL4WqNcgv.png"
    }
  },
  {
    "title": {
      "romaji": "Goukon ni Ittara Onna ga Inakatta Hanashi"
    },
    "status": "FINISHED",
    "description": "College student Tokiwa gets invited to a mixer by his female classmate Suo. But when he arrives with his friends, they're greeted by three dazzlingly handsome men?! But as the two groups get to know each other, they find themselves getting closer in unexpected ways.<br><br>\n(Source: MANGA UP!)<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on October 4th 2024.</i>",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169931-tPgDEKaHNkFr.jpg"
    }
  },
  {
    "title": {
      "romaji": "Rekishi ni Nokoru Akujo ni Naruzo"
    },
    "status": "FINISHED",
    "description": "Me, the same girl who hates all those prim and proper heroines, got reincarnated as the villain in the world of my favorite fantasy dating sim! It’s my dream come true, so I’m going to leave my mark on history by becoming the world’s greatest villain! But to do that, I’ll need to get a lot stronger, and smarter. Just one problem—the harder I try to be evil, the harder the prince falls for me! At this rate, will I ever get to earn my place in history!?\n<br><br>\n(Source: Yen Press)<br><br>\n\n<i>Note: The first episode was exclusively shown as a world premiere during the Anime Messe Babelsberg 2024 on July 20th 2024 as a part of a special Anime Panel.</i>",
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168139-nGLXIdSksKCI.jpg"
    }
  },
  {
    "title": {
      "romaji": "Saikyou no Shien-shoku [Wajutsushi] Dearu Ore wa Sekai Saikyou Clan wo Shitagaeru"
    },
    "status": "FINISHED",
    "description": "Noel is the grandson of legendary Seeker Overdeath and dreams of surpassing his strength. But it turns out that Noel is nothing but a Talker, the weakest class of them all. Undeterred, he uses his silver tongue to gather allies, develop cunning strategies, and form the greatest clan around. Now, as the most notorious Talker, Noel will do whatever it takes to claim supremacy.<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Each episode streamed a week in advance on some streaming services. The original TV broadcast started on October 7th, 2024.</i>",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Psychological"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177104-8fQUQdXGZG8j.jpg"
    }
  },
  {
    "title": {
      "romaji": "Re:Zero kara Hajimeru Isekai Seikatsu 3rd Season"
    },
    "status": "RELEASING",
    "description": "The third season of <i>Re:Zero kara Hajimeru Isekai Seikatsu</i>. <br><br>\n\nA year has passed since Subaru’s victory at the Sanctuary. He savors a life of fulfillment while Emilia’s camp stands united for the royal selection—until a fateful letter arrives. Anastasia, a royal selection candidate, has invited Emilia to the Watergate City of Priestella. But as the party begins its journey, crisis stirs beneath the surface and Subaru meets a cruel fate once again.<br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Notes:<br>\nThe first episode has an extended runtime of ~90 minutes, and received an early premiere at Anime Expo on July 5, 2024.</i>",
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Psychological",
      "Romance",
      "Thriller"
    ],
    "averageScore": 85,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163134-Y0r8AGBeVlCi.jpg"
    }
  },
  {
    "title": {
      "romaji": "Wu Liuqi: Zhiji Yisui Pian"
    },
    "status": "FINISHED",
    "description": "The fifth season of <i> Wu Liuqi</i>.",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182445-pHkLtguNcxWC.png"
    }
  },
  {
    "title": {
      "romaji": "Kekkon Suru tte, Hontou desu ka"
    },
    "status": "FINISHED",
    "description": "Takuya and Rika work at the same travel agency in Tokyo and are both happily introverted and single. But their company is opening a new branch in Alaska next year, and employees without a spouse will be recruited to work there. Desperate to avoid the move, and though they’ve hardly spoken before, they decide to fake an engagement. Can these quiet coworkers become a convincing couple?<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165790-OwIZI9ArGR4Q.jpg"
    }
  },
  {
    "title": {
      "romaji": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka V: Houjou no Megami-hen"
    },
    "status": "RELEASING",
    "description": "The fifth season of <i>Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka</i>.<br><br>\nGoddess Festival—A fruit festival that brings the labyrinth city of Orario to life. Goddesses symbolizing fertility are enshrined on the altar, and among them is the Goddess of Beauty. Bell Cranel, who has survived and returned to his daily life from the dead depths of the dungeon, is here and ready to enjoy the bustle of the Goddess Festival until he receives a letter from a girl at a small bar in a corner of Orario—\"To Mr. Bell, please go on a date with just the two of us at the upcoming Goddess Festival. From Syr.\" Syr's single-minded determination will drive both Bell and the labyrinth city crazy. Meanwhile, the Einherjar, the warriors who claim to be the \"strongest,\" are now suddenly on the move...<br><br>\n\n(Source: HIDIVE)<br><br>\n<i>Note: Each episode streamed 1 day early on ABEMA and HIDIVE. The original TV broadcast started on October 5th, 2024.</i>",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170732-PwCMhnnOKdBu.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ao no Hako"
    },
    "status": "RELEASING",
    "description": "<i>Do these sports-crossed lovers have a chance?</i>\n<br><br>\nTaiki Inomata loves badminton, but he has a long way to go before he can reach nationals. When Taiki sees upperclassman Chinatsu Kano practicing her heart out on the girls’ basketball team, he falls for her hard. After an unexpected turn of events brings the two closer together, sports might not be the first thing on their minds anymore!<br><br>(Source: TMS Anime)<br><br>\n<i>Note: The series is streaming a week in advance on Netflix Japan starting with episode 2 released alongside episode 1.</i>",
    "genres": [
      "Romance",
      "Slice of Life",
      "Sports"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170942-B77wUSM1jQTu.jpg"
    }
  },
  {
    "title": {
      "romaji": "NegaPosi Angler"
    },
    "status": "FINISHED",
    "description": "The anime's story centers on Tsunehiro Sasaki, a university student with a large debt and is told by his doctor that he only has two years left to live. Living the rest of his days in depression, Tsunehiro one day gets chased by a debt collector and falls into the sea. He is rescued by Hana, a girl who loves fishing, and her fishing friends including Takaaki.\n<br>\nHana urges Tsunehiro to experience fishing for the first time in his life and he starts to develop friendship with other fishing enthusiasts. Things start looking up for Tsunehiro as he starts working at the convenience store where Hana and Takaaki work, and he slowly gets hooked into fishing.\n<br><br>\n(Source: Anime News Network)",
    "genres": [
      "Drama",
      "Slice of Life",
      "Sports"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179919-KLuGsnqnhkPb.jpg"
    }
  },
  {
    "title": {
      "romaji": "Dandadan"
    },
    "status": "FINISHED",
    "description": "This is a story about Momo, a high school girl who comes from a family of spirit mediums, and her classmate Okarun, an occult fanatic. After Momo rescues Okarun from being bullied, they begin talking. However, an argument ensues between them since Momo believes in ghosts but denies aliens exist, and Okarun believes in aliens but denies ghosts exist.\n<br><br>\nTo prove to each other what they believe in is real, Momo goes to an abandoned hospital where a UFO has been spotted and Okarun goes to a tunnel rumored to be haunted. To their surprise, they each encounter overwhelming paranormal activities that transcend comprehension. Amid these predicaments, Momo awakens her hidden power and Okarun gains the power of a curse to overcome these new dangers! Their fateful love begins as well!?\n<br><br>\nThe story of the occult battle and adolescence starts!<br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Notes: <br>\n- Worldwide premiere of Episode 1 before the Japanese television premiere occurred at Anime Expo July 6, 2024. <br>\n- Episodes 1-3 titled as <b>DAN DA DAN: FIRST ENCOUNTER</b> was pre-screened in advance in theaters on August 31, 2024 in Asia, September 7, 2024 in Europe and September 13, 2024 in North America. The regular TV broadcast began October 4, 2024.</i>",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Romance",
      "Sci-Fi",
      "Supernatural"
    ],
    "averageScore": 85,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171018-2ldCj6QywuOa.jpg"
    }
  },
  {
    "title": {
      "romaji": "Rurouni Kenshin: Meiji Kenkaku Romantan - Kyoto Douran"
    },
    "status": "RELEASING",
    "description": "The second season of <i>Rurouni Kenshin: Meiji Kenkaku Romantan (2023)</i>. <br><br>\n\nA phantom of the Bakumatsu who must be taken down. All the answers you desire are in Kyoto!<br><br>\n\n(Source: Aniplex USA)",
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Romance"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b171637-h17RbEFtR0rQ.png"
    }
  },
  {
    "title": {
      "romaji": "Chi. Chikyuu no Undou ni Tsuite"
    },
    "status": "RELEASING",
    "description": "The setting is 15th-century Poland. It was a time when heretical ideas lead those to who possessed such a mindset to being burned at the stake for their beliefs.<br><br>\n\nThe protagonist, Rafał, a child prodigy, is expected to major in theology, the most important subject at the time, at the university where he plans to skip a grade. One day, however, he comes across a mysterious man, and is now studying a possible \"truth\" in the midst of heretical thought!<br><br>\n(Source: Shogakukan, translated)",
    "genres": [
      "Drama"
    ],
    "averageScore": 81,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151514-BcU5RmSWhvv0.jpg"
    }
  },
  {
    "title": {
      "romaji": "Blue Lock VS. U-20 JAPAN"
    },
    "status": "FINISHED",
    "description": "The second season of <i> Blue Lock</i>.<br><br>\nThe hottest soccer matches start again as the U-20 Japan National Team makes their debut!<br><br>\n(Source: Crunchyroll News)",
    "genres": [
      "Action",
      "Drama",
      "Sports"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163146-f2vYhmiGn6dM.png"
    }
  },
  {
    "title": {
      "romaji": "Sword Art Online Alternative: Gun Gale Online II"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Sword Art Online Alternative: Gun Gale Online</i>.\n<br><br>\nLLENN, M, Fukaziroh, and Pitohui form the strongest team, LPFM for short, and enter a new battle royale death match tournament that was annouced out of the blue.<br><br>\n\nLPFM is eyed as the top favorite candidate team to win, but the team will have to endure several rigorous ordeals to get there: a playing field that sinks into the ocean with the passage of time, an unknown area hidden in the middle of the map, and an anonymous team conspiracy.<br><br>\n\nIn addition to all of this, all players will have to follow some shocking special rules if they want to play the game and win…<br><br>\n(Source: Aniplex USA)<br><br>\n\n<i>Note: On June 17, 2024, Studio 3Hz announced their acquisition by A-1 Pictures. The GGO Project would continue to be handled by the same staff, now working under their new studio's name. </i>",
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167141-m8eOYiDpeN4R.jpg"
    }
  },
  {
    "title": {
      "romaji": "BLEACH: Sennen Kessen-hen - Soukoku-tan"
    },
    "status": "FINISHED",
    "description": "The third part of <i>BLEACH: Sennen Kessen-hen</i>. ",
    "genres": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "averageScore": 87,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169755-Rqb7MjnzdTc6.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ooi! Tonbo 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Ooi! Tonbo</i>.",
    "genres": [
      "Drama",
      "Sports"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178729-OD1xRCb2Z6NK.jpg"
    }
  },
  {
    "title": {
      "romaji": "BLEACH 20th PV"
    },
    "status": "FINISHED",
    "description": "A special animation made to commemorate the 20th anniversary of the <i>BLEACH</i> anime.",
    "genres": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "averageScore": 83,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182561-lJDC9FT3jBhL.jpg"
    }
  },
  {
    "title": {
      "romaji": "Love Live! Superstar!! 3rd Season"
    },
    "status": "FINISHED",
    "description": "The third season of <i>Love Live! Superstar!!</i>",
    "genres": [
      "Music",
      "Slice of Life"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155502-8Dyh2np8o5GC.jpg"
    }
  },
  {
    "title": {
      "romaji": "Tsuma, Shougakusei ni Naru."
    },
    "status": "FINISHED",
    "description": "Keisuke Niijima has lived in grief since his wife, Takae, passed away 10 years ago. But when a young girl visits, claiming to be Takae reincarnated, Keisuke and his daughter, Mai, are drawn into a miraculous reunion. As the girl reveals intimate details only they could know, the Niijima family slowly begins to heal, rediscovering love and warmth in the most unexpected way. <br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162785-kqAuHBdvX283.jpg"
    }
  },
  {
    "title": {
      "romaji": "Nanatsu no Taizai: Mokushiroku no Yonkishi 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Nanatsu no Taizai: Mokushiroku no Yonkishi.</i>",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176292-meJTWM8zQjjp.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ao no Exorcist: Yuki no Hate-hen"
    },
    "status": "FINISHED",
    "description": "Sequel to <i>Ao no Exorcist: Shimane Illuminati-hen.</i> <br><br>\n\nUncover the dark side of the Knights of the True Cross and the mystery of the \"Blue Night\"!<br><br>\n\nBrothers Rin and Yukio head to Lake Towada in Aomori to search for Shura, who had suddenly disappeared. There, they find Shura’s birthplace – the place where Shiro became her guardian. As their search continues, Rin and Yukio discover the fate that awaits Shura.\n<br><br>\nMeanwhile, Lightning, one of the Arch Knights, arrives at the Japan Branch of the Knights of the True Cross and begins his investigation into the Illuminati. Lightning deduces that everything began on the “Blue Night,” as he gradually steps into the dark side of the Knights of the True Cross….\n<br><br>\n(Source: Aniplex USA)",
    "genres": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176311-OZudERHrpJJ0.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ranma 1/2 (2024)"
    },
    "status": "FINISHED",
    "description": "A new anime adaptation of Rumiko Takahashi's <i>Ranma 1/2</i>.\n<br><br>\nRanma Saotome and Akane Tendou of Tendou Dojo are betrothed to each other by their parents. But Ranma faces a unique problem…<br><br>\n\nEver since he fell into the cursed springs of Jusenkyo while training in China, his body has acquired the peculiar trait of transforming into a girl when doused with cold water and reverting to a boy with hot water.<br><br>\n\nGet ready for the slapstick, action-packed rom com featuring Ranma, Akane, and a vibrant cast of unique characters!<br><br>\n(Source: Ranma 1/2 PR Official Site, edited)",
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178533-md2BV8esGezM.jpg"
    }
  },
  {
    "title": {
      "romaji": "Raise wa Tanin ga Ii"
    },
    "status": "FINISHED",
    "description": "Somei Renji is Somei Yoshino’s grandfather and leader of the “Somei Group”, the Kansai region’s biggest yakuza group. When he arranges for her to be married to Miyama Kirishima, Yoshino has to move to “Miyama Clan” estate, the Kanto region’s biggest yakuza group. Kirishima warmly welcomes Yoshino and is such a pleasant, personable, and nice young man that nobody would suspect that he comes from a yakuza family. This puts Yoshino at ease even though she was initially feeling insecure in this unfamiliar place.<br>\n<br>\nBut then, a certain event leads to Yoshino witnessing the real Kirishima.\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170468-kD2X9O2XM9KH.jpg"
    }
  },
  {
    "title": {
      "romaji": "MF Ghost 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>MF Ghost.</i>",
    "genres": [
      "Sci-Fi",
      "Sports"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171642-RyL10RY9uysQ.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kamonohashi Ron no Kindan Suiri 2nd Season"
    },
    "status": "FINISHED",
    "description": "The second season of <i>Kamonohashi Ron no Kindan Suiri</i>.",
    "genres": [
      "Drama",
      "Mystery"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172355-D7J0LRyWZZhg.jpg"
    }
  },
  {
    "title": {
      "romaji": "Natsume Yuujinchou Shichi"
    },
    "status": "FINISHED",
    "description": "The seventh season of <i>Natsume Yuujinchou.<br>",
    "genres": [
      "Drama",
      "Fantasy",
      "Slice of Life",
      "Supernatural"
    ],
    "averageScore": 84,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166611-MXGsOlPv2IKj.png"
    }
  },
  {
    "title": {
      "romaji": "Hoshi Furu Oukoku no Nina"
    },
    "status": "FINISHED",
    "description": "Nina, a girl living as an orphan in the Fortna Castle Town, happens to have eyes of the same deep blue hue as lapis lazuli—just like the God of the Stars. They’re also the same color as the eyes of the recently deceased Princess Alisha. For that reason, when the second prince of Fortna, Azure, discovers Nina, he ordains that she will live as the princess in Alisha’s place. As substitute princess and Priestess of the Stars, Nina is obligated to become the false bride of Sett, the first prince of the large neighboring nation of Galgada after the third month has passed. Despite being at the mercy of fate, Nina is just happy to feel needed by someone. What is it that her open, honest eyes see? The destinies of all the players on this stage begin to move when they make up their minds to protect the ones they love!<br>\n<br>\n(Source: Crunchyroll) ",
    "genres": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171038-lSjQqiSk1mQC.jpg"
    }
  },
  {
    "title": {
      "romaji": "Dragon Ball DAIMA"
    },
    "status": "RELEASING",
    "description": "Goku and company were living peaceful lives when they suddenly turned small due to a conspiracy! When they discover that the reason for this may lie in a world known as the \"Demon Realm\", a mysterious young Majin named Glorio appears before them.\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170083-gDNBp0B4VHsG.jpg"
    }
  },
  {
    "title": {
      "romaji": "Maou 2099"
    },
    "status": "FINISHED",
    "description": "The cyberpunk metropolis Shinjuku—a massive city-state bedecked with neon signs, towering skyscrapers, and the latest cutting-edge technology. It is here, in year 2099 of the Fused Era, where the legendary Demon Lord Veltol has his second coming five centuries in the making. But this landscape is nothing like the one he conquered all those years ago, for the fusion of magic and engineering has elevated civilization to dazzling, unprecedented heights. Veltol may have been reduced to a historical footnote, but make no mistake…this brave new world will be his for the taking!\n<br><br>\n(Source: Yen Press)",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Fantasy",
      "Sci-Fi"
    ],
    "averageScore": 74,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163135-NjvXyXvTYSHH.jpg"
    }
  },
  {
    "title": {
      "romaji": "Shangri-La Frontier 2nd Season"
    },
    "status": "RELEASING",
    "description": "The second season of <i>Shangri-La Frontier</i>.<br><br>\n\nRakuro Hizutome only cares about one thing: beating crappy VR games. He devotes his entire life to these buggy games and could clear them all in his sleep. One day, he decides to challenge himself and play a popular god-tier game called Shangri-La Frontier. But he quickly learns just how difficult it is. Will his expert skills be enough to uncover its hidden secrets?<br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Sci-Fi"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176508-NHYHx5YJcU5i.png"
    }
  },
  {
    "title": {
      "romaji": "Arifureta Shokugyou de Sekai Saikyou 3rd season"
    },
    "status": "RELEASING",
    "description": "The third season of <i>Arifureta Shokugyou de Sekai Saikyou</i>. <br><br>\nHajime Nagumo and his high school class are suddenly summoned to a fantastical land as heroes. But while most of his classmates have powerful stats and abilities, Hajime does not. Underappreciated and unprepared, he tumbles into the depths of a monster-infested dungeon where voracity and sacrifice are his only options. To thrive in this savage world, he’ll have no choice but to welcome the abyss.\n<br><br>\n(Source: Crunchyroll)\n",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Psychological"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154473-o55309dVGP3G.jpg"
    }
  },
  {
    "title": {
      "romaji": "ONE PIECE FAN LETTER"
    },
    "status": "FINISHED",
    "description": "To commemorate the 25th anniversary of the <i>ONE PIECE</i> TV anime: an animated adaptation of the \"ONE PIECE novel: Mugiwara Stories\". <br><br>\n\nTwo years after the Paramount War, the Straw Hats are about to reunite on the Sabaody Archipelago. At the same time, a girl who is head over heels for Nami is trying to hand a fan letter to her before the group leaves the island.<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 90,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182469-khlqznXY0bwo.jpg"
    }
  },
  {
    "title": {
      "romaji": "ONE PIECE: Gyojin Tou-hen"
    },
    "status": "RELEASING",
    "description": "A condensed and remastered reairing of the <i>Fish-Man Island Saga</i> (episodes 517-574) from <i>ONE PIECE</i>, with updated visuals, a new ending song, and brand-new episode previews.<br><br>\n\nThe Straw Hats reunite at Sabaody! The promised day has arrived. The Straw Hats have made it back to Sabaody Archipelago after two arduous years of separation. In the very same place where they once lost to Pacifista, the Straw Hats have proven themselves to be stronger and ready to begin their journey to the New World. With the Thousand Sunny now equipped to travel underwater, the next stop is the Fish-Man Island. “One Piece Log: Fish-Man Island Saga” is a special edited version of the original arc from “One Piece”, in an abridged 21-episode story with an enhanced contemporary visual look.<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183423-wt4YjEiCWVVD.jpg"
    }
  },
  {
    "title": {
      "romaji": "Teenage Blue"
    },
    "status": "FINISHED",
    "description": "Music video directed by Cezan Iseda for the song <i>Teenage Blue</i> by Eve.<br><br>\n\n<i>Note: The song featured in this music video also serves as the ending theme of the anime Ao no Hako.</i>",
    "genres": [],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184816-gRb3D1cqTGn4.png"
    }
  },
  {
    "title": {
      "romaji": "Ore dake Level Up na Ken: ReAwakening"
    },
    "status": "FINISHED",
    "description": "A movie compilation of the first season and first two episodes of the second season of the <i>Solo Leveling</i> series.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 81,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184694-EmVoCuV4uAGv.png"
    }
  },
  {
    "title": {
      "romaji": "BEASTARS FINAL SEASON Part 1"
    },
    "status": "FINISHED",
    "description": "It is a world where carnivores and herbivores coexist.\n<br><br>\nFollowing the battle with the culprit who devoured his classmate at school, Legoshi decides to drop out and begins living alone at Beast Apartments. Louis has entered a prestigious university and resolves to face his father, Oguma. Haru also deals with many struggles as she tries to enjoy campus life. \n<br><br>\nMeanwhile, the city sees an increase of devouring incidents. The fangs of the heinous criminal who is pulling all the strings begin to close in on Legoshi and the others...<br><br>\n(Source: Netflix Anime)",
    "genres": [
      "Drama",
      "Mystery",
      "Psychological",
      "Slice of Life"
    ],
    "averageScore": 79,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136880-9rhDUCsDfcJ1.jpg"
    }
  },
  {
    "title": {
      "romaji": "Shiguang Dailiren: Yingdu Pian"
    },
    "status": "RELEASING",
    "description": "In order to save the deceased Cheng Xiaoshi, Lu Guang returned to the beginning and started anew along the path of destiny. However, a photograph carrying clues about Cheng Xiaoshi's parents appeared at the Time Photo Studio. To uncover the truth, Lu Guang, with a heart full of anxiety, went to Yingdu with Cheng Xiaoshi. Facing people with different purposes, such as the seemingly friendly popular model Xia Fei, the eccentric leader of Chinatown Vein, and the mysteriously appearing Liu Xiao... can Lu Guang break the destined dead end?<br>\n<br>\n(Source: Bilibili)<br><br>\n<i>- The first episode aired with a runtime of ~65 minutes.</i>",
    "genres": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "averageScore": 84,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170166-VpX7l0Horthq.jpg"
    }
  },
  {
    "title": {
      "romaji": "BanG Dream! Ave Mujica"
    },
    "status": "RELEASING",
    "description": "<i>\"Will you give me the rest of your life?\"</i>\n<br><br>\nAfter losing everything in a single night, Sakiko Togawa reaches out toward an even deeper abyss, one that will drag everyone around her down as well. Gathering the lives of girls burdened with their own troubles and desires, Sakiko raises the curtain on a perfect masquerade.\n<br><br>\n<i>\"Welcome to the world of Ave Mujica.\"<br><br></i>\n\nOn a stage where sorrow, death, fear, love—even the solace of forgetting—are stripped away, will their masks be torn off and shatter into oblivion, or will they….<br><br>\n(Source: Bushiroad) ",
    "genres": [
      "Drama",
      "Music",
      "Slice of Life"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169295-WxoGTeMbje4T.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ameku Takao no Suiri Karte"
    },
    "status": "RELEASING",
    "description": "Ten’ikai General Hospital’s Supervisory Department of Diagnostic Pathology handles cases other physicians deem too difficult to treat. It’s also where bizarre mysteries surface, from unexplained illnesses to strange murders even the police can’t solve. At the center of it all is Takao Ameku, a brilliant doctor determined to reveal the shocking truth behind these anomalies.\n<br><br>\n(Source: Crunchyroll)",
    "genres": [
      "Mystery",
      "Slice of Life"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176642-lgDtPlodCMRm.jpg"
    }
  },
  {
    "title": {
      "romaji": "Medalist"
    },
    "status": "RELEASING",
    "description": "Tsukasa, whose dreams were crushed. Inori, left to fend for herself. These two share a dream...and their tenacity may be the only thing that sees them through. Their destination? The ice...on the world's stage! <br>\n<br>\n(Source: Kodansha USA) ",
    "genres": [
      "Drama",
      "Psychological",
      "Sports"
    ],
    "averageScore": 75,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165171-nTOHsbh3pThN.jpg"
    }
  },
  {
    "title": {
      "romaji": "Ore dake Level Up na Ken: Season 2 - Arise from the Shadow"
    },
    "status": "RELEASING",
    "description": "The second season of <i>Solo Leveling</i>.<br><br>\nMastering his new abilities in secret, Jin-U must battle humanity's toughest foes to save his mother.<br><br>\n\n(Source: Crunchyroll News)",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "averageScore": 86,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176496-xCNtU4llsUpu.png"
    }
  },
  {
    "title": {
      "romaji": "Ao no Exorcist: Yosuga-hen"
    },
    "status": "RELEASING",
    "description": "Sequel to <i>Ao no Exorcist: Yuki no Hate-hen<i>.",
    "genres": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "averageScore": 73,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185880-efBIcDBzPiHP.jpg"
    }
  },
  {
    "title": {
      "romaji": "Watashi no Shiawase na Kekkon 2nd Season"
    },
    "status": "RELEASING",
    "description": "The second season of <i>Watashi no Shiawase na Kekkon</i>. <br><br>\nMiyo and Kiyoka's love will be put to the test as trouble looms over them. Will they achieve the future they dream of? <br><br>\n\n(Source: Netflix Anime) ",
    "genres": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "averageScore": 77,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169441-wIQe1xfCc1XS.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kono Kaisha ni Suki na Hito ga Imasu"
    },
    "status": "RELEASING",
    "description": "Yui Mitsuya and Masugu Tateishi aren't just any coworkers-they totally have the hots for each other. His helpful yet humble attitude makes her giddy, and her cuteness leaves him grinning like a fool. Problem is, they're trying to keep their new relationship under wraps to avoid making things awkward at work. But seeing how they can't keep their hands off each other, they run the risk of spilling their little secret with each passing day at the office.\n<br><br>\n(Source: Kodansha US)",
    "genres": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 70,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179696-1MAqXYVXT7IT.jpg"
    }
  },
  {
    "title": {
      "romaji": "Hana wa Saku, Shura no Gotoku"
    },
    "status": "RELEASING",
    "description": "On the picturesque island of Tonakijima with a population of only 600, Hana’s favorite pastime is reading literature to the island’s children. Her narration skills are second to none, and Mizuki, the president of the school’s broadcasting club immediately recognizes Hana’s ability to engage with others and draw them into her recitations. Invited by Mizuki to join the club, Hana embarks on a journey to discover her true love of reading — and maybe even change the course of her life along the way.<br><br>\n\n(Source: HIDIVE)",
    "genres": [
      "Drama",
      "Slice of Life"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178022-gB3zAfazGBJ6.jpg"
    }
  },
  {
    "title": {
      "romaji": "Dr. STONE: SCIENCE FUTURE"
    },
    "status": "RELEASING",
    "description": "The first cour of the fourth season of <i>Dr.STONE</i>.<br><br>\n\nSenkuu and the Kingdom of Science revive Tsukasa and build a spaceship to reach 'Why Man' on the Moon!<br><br>\n(Source: Crunchyroll News, edited)",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Sci-Fi"
    ],
    "averageScore": 80,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172019-y0dLlAdingR2.jpg"
    }
  },
  {
    "title": {
      "romaji": "Nihon e Youkoso Elf-san."
    },
    "status": "RELEASING",
    "description": "Ms. Elf is intrigued by Japanese culture?!\n<br><br>\nWorking adult Kitase Kazuhiro’s hobby is sleeping. Ever since he was a child, he’s had exciting adventures in the mysterious other world he dreams about. One day, while exploring ancient ruins with an elf girl he befriended, he is unfortunately burned by the breath of a magic dragon he encounters.\n<br><br>\nWhen he awakens from his dream, an elf girl who shouldn’t be in his room is sleeping next to him… <br><br>\n\n(Source: Crunchyroll)",
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Slice of Life"
    ],
    "averageScore": 71,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172439-sTda7baXB0Fh.jpg"
    }
  },
  {
    "title": {
      "romaji": "Akuyaku Reijou Tensei Oji-san"
    },
    "status": "RELEASING",
    "description": "After a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks... ",
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "averageScore": 72,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172453-7iYNTAEZpNsJ.png"
    }
  },
  {
    "title": {
      "romaji": "Kusuriya no Hitorigoto 2nd Season"
    },
    "status": "RELEASING",
    "description": "The second season of <i>Kusuriya no Hitorigoto</i>.<br><br>\n\nMaomao and Jinshi face palace intrigue as a pregnant concubine's safety and a looming conspiracy collide.<br><br>\n\n(Source: Crunchyroll News)",
    "genres": [
      "Drama",
      "Mystery"
    ],
    "averageScore": 85,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176301-AclxpmzlKoBM.jpg"
    }
  },
  {
    "title": {
      "romaji": "SAKAMOTO DAYS"
    },
    "status": "RELEASING",
    "description": "When Sakamoto meets Aoi, the convenience store clerk, it’s love at first sight — and just like that, he retires.\n<br><br>\nSakamoto gets married, has a daughter, opens a mom-and-pop store in a quiet town, and completely transforms … into a plus-size man. To ensure a peaceful life with his beloved family, the legendary ex–hit man bands together with comrades to face off against the looming threat of assassins.\n<br><br>\n(Source: Netflix TUDUM)\n<br><br>\n<i>Note: The series is streaming a week in advance on Netflix Japan starting with episode 2 released alongside episode 1.</i>",
    "genres": [
      "Action",
      "Comedy"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177709-jBQ965JZG0l8.png"
    }
  },
  {
    "title": {
      "romaji": "Jibaku Shounen Hanako-kun 2"
    },
    "status": "RELEASING",
    "description": "The second season of <i>Jibaku Shounen Hanako-kun.</i><br><br>\nHanako, Nene, and Kou race against time to uncover the traitor among the Seven Wonders.<br><br>\n(Source: Crunchyroll News)",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "averageScore": 76,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170892-VFCGRI41xFUF.jpg"
    }
  },
  {
    "title": {
      "romaji": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo 2nd Season"
    },
    "status": "RELEASING",
    "description": "The second season of <i>Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo.</i><br><br>\nRentaro meets new soulmates, balancing comedic chaos and heartfelt moments as his relationships deepen.\n<br><br>\n(Source: Crunchyroll News)",
    "genres": [
      "Comedy",
      "Ecchi",
      "Romance"
    ],
    "averageScore": 78,
    "coverImage": {
      "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172258-CFvhqor0blLV.jpg"
    }
  }
]